{
    "This phone number is already in use": "ဒီဖုန္းနံပါတ္ကိုအသုံးျပဳထားၿပီးျဖစ္သည္",
    "Use Single Sign On to continue": "တစ္ ဦး တည္း Sign On ကိုသုံးပါ",
    "Confirm adding this email address by using Single Sign On to prove your identity.": "သင္၏မည္သူမည္ဝါျဖစ္ေၾကာင္းသက္ေသျပရန္ Single Sign On ကို အသုံးျပဳ၍ ဤအီးေမးလ္လိပ္စာကိုထပ္မံျဖည့္စြက္ပါ.",
    "Single Sign On": "Single Sign On",
    "Confirm adding email": "အီးေမးလ္ထည့္ျခင္းအတည္ျပဳပါ",
    "Click the button below to confirm adding this email address.": "ဒီအီးေမးလ္လိပ္စာကိုထည့္သြင္းရန္အတည္ျပဳရန္ေအာက္ပါခလုတ္ကိုႏွိပ္ပါ.",
    "Confirm": "အတညျ္ပဳပါ",
    "Add Email Address": "အီးေမးလ္လိပ္စာျဖည့္ပါ",
    "Failed to verify email address: make sure you clicked the link in the email": "အီးေမးလ္လိပ္စာအတည္ျပဳျခင္းမေအာင္ျမင္ပါ း သင့္အီးေမးလ္မွလင့္ခ္ကိုေသခ်ာစြာႏွိပ္ပါ",
    "Confirm adding this phone number by using Single Sign On to prove your identity.": "သင္မည္သူမည္ဝါျဖစ္ေၾကာင္းသက္ေသျပရန္ Single Sign On ကို အသုံးျပဳ၍ ဤဖုန္းနံပါတ္ကိုထည့္သြင္းပါ.",
    "Confirm adding phone number": "ဖုန္းနံပါတ္ထည့္ျခင္းျဖင့္အတည္ျပဳပါ",
    "Click the button below to confirm adding this phone number.": "ေအာက္ပါခလုတ္ကိုႏွိပ္၍ဖုန္းနံပါတ္ထည့္ျခင္းအားအတည္ျပဳပါ.",
    "Add Phone Number": "ဖုန္းနံပါတ္ထည့္ပါ",
    "The platform you're on": "ယခုဖြင့္ထားေသာစာမ်က္ႏွာ",
    "Whether or not you're logged in (we don't record your username)": "သင္အသုံးျပဳသည္ျဖစ္ေစမသုံးသည္ျဖစ္ေစ (သုံးစြဲသူ၏အမည္ကိုကြၽႏ္ုပ္တို႔မမွတ္တမ္းသြင္းပါ)",
    "Your language of choice": "ဘာသာစကားေရြးခ်ယ္မႈ",
    "Which officially provided instance you are using, if any": "သင္ဘာေၾကာင့္အသုံးျပဳလဲ",
    "Whether or not you're using the Richtext mode of the Rich Text Editor": "The Rich Text Editor ၏ Richtext mode ကိုအသုံးျပဳသည္ျဖစ္ေစ၊ အသုံးမျပဳသည္ျဖစ္ေစ",
    "Your homeserver's URL": "သင့္ပင္မဆာဗာ၏ URL",
    "Whether or not you're using the 'breadcrumbs' feature (avatars above the room list)": "စာရင္းမွာပါေသာရုပ္ပုံ,Breadcrumbs ကို သုံးလား၊ မသုံးလား",
    "Every page you use in the app": "ဤေဆာ့ဖ္၀ဲတြင္ အသုံးျပဳေသာစာမ်က္ႏွာတိုင္း",
    "e.g. <CurrentPageURL>": "ဥပမာ - ယခုစာမ်က္ႏွာ၏URL>",
    "Your user agent": "အသုံးျပဳသူကိုယ္စားလွယ္",
    "Your device resolution": "သင့္စက္၏ရုပ္ထြက္",
    "Analytics": "ခြဲျခမ္းစိတ္ျဖာမႈ",
    "Where this page includes identifiable information, such as a room, user or group ID, that data is removed before being sent to the server.": "စာရင္း၊ သုံးစြဲသူ၊ အဖြဲ႕ID ကဲ့သို႔ေသာ ေဖာ္ထုတ္ႏိုင္ေသာအခ်က္အလက္မ်ားကို ဆာဗာသို႔မပို႔ေပးခင္ ဖယ္ရွားေပးသည္",
    "Error": "မွားယြင္းခ်က္",
    "Unable to load! Check your network connectivity and try again.": "တင္၍မရပါ! သင္၏ကြန္ရက္ဆက္သြယ္မႈကိုစစ္ေဆးၿပီးထပ္မံႀကိဳးစားပါ",
    "Dismiss": "ပယ္ထုတ္ျခင္း",
    "Call Failed": "ေခၚဆိုမႈမေအာင္ျမင္ျခင္း",
    "Call Timeout": "ေခၚဆိုမႈအခ်ိန္ကုန္သြားျခင္း",
    "The remote side failed to pick up": "ေဝးလံေသာအျခမ္းကို ေကာက္ယူရန္ပ်က္ကြက္သည္",
    "Call failed due to misconfigured server": "တပ္ဆင္မႈလြဲေခ်ာ္ေသာဆာဗာေၾကာင့္ေခၚဆိုမႈမေအာင္ျမင္ျခင္း",
    "Alternatively, you can try to use the public server at <code>turn.matrix.org</code>, but this will not be as reliable, and it will share your IP address with that server. You can also manage this in Settings.": "တစ္နည္းအားျဖင့္ သင္သည္အမ်ားသုံးဆာဗာကို <code> turn.matrix.org </code> တြင္အသုံးျပဳရန္ႏိုင္သည္၊ သို႔ေသာ္၎သည္ယုံၾကည္စိတ္ခ်ရမႈမ႐ွိႏိုင္သကဲ့သို႔ ၎ IP လိပ္စာကိုထိုဆာဗာ ႏွင့္မွ်ေ၀ရမည္။ ၎ကိုဆက္တင္တြင္လည္းျပင္ႏိုင္သည္။",
    "Try using turn.matrix.org": " turn.matrix.org ကိုအသုံးျပဳၾကည့္ပါ",
    "Ok": "ဟုတ္သည္",
    "Unable to capture screen": "မ်က္ႏွာျပင္ကိုဖမ္းယူမရပါ",
    "Existing Call": "လက္႐ွိေခၚဆိုမႈ",
    "You are already in a call.": "သင္ဖုန္းေခၚေနၿပီျဖစ္သည္.",
    "VoIP is unsupported": "VoIP ကိုမပံ့ပိုးပါ",
    "You cannot place VoIP calls in this browser.": "VoIP ေခၚဆိုမႈမ်ားကိုဤပရိုဂရမ္တြင္မထား႐ွိႏိုင္ပါ။",
    "You cannot place a call with yourself.": "သင့္ကိုယ္သင္ဖုန္းေခၚဆို၍ မရပါ။",
    "Call in Progress": "ေခၚဆိုေနဆဲ",
    "A call is currently being placed!": "လက္ရွိေခၚဆိုမႈတစ္ခုျပဳလုပ္ေနသည္။",
    "A call is already in progress!": "ေခၚဆိုမႈတစ္ခုၿပီးသြားပါၿပီ။",
    "Permission Required": "Permission Required",
    "You do not have permission to start a conference call in this room": "သင္သည္ဤအခန္းတြင္ ညီလာခံတစ္ခုကိုစတင္ရန္ခြင့္ျပဳခ်က္မ႐ွိပါ",
    "Replying With Files": "ဖိုင္တြဲမ်ားျဖင့္ေျဖၾကားျခင္း",
    "At this time it is not possible to reply with a file. Would you like to upload this file without replying?": "ဤအခ်ိန္တြင္ဖိုင္တစ္ခုျဖင့္ျပန္ၾကားရန္မျဖစ္ႏိုင္ပါ ဒီဖိုင္ကိုျပန္မေျဖဘဲတင္ခ်င္ပါသလား။",
    "Continue": "ဆက္လက္၍",
    "Upload Failed": "တင္ယူမႈမေအာင္ျမင္ပါ",
    "Server may be unavailable, overloaded, or you hit a bug.": "ဆာဗာအသုံးျပဳ၍မရ႐ွိႏိုင္ပါ၊ အလြန္အကြၽံတင္ေနသည္ သို႔မဟုတ္ သင္အမွားတစ္ခုႏွိပ္မိသည္။",
    "The server does not support the room version specified.": "ဆာဗာသည္သတ္မွတ္ထားေသာအခန္းဗား႐ွင္းကိုမပံ့ပိုးပါ။",
    "Failure to create room": "အခန္းကိုဖန္တီးရန္ပ်က္ကြက္ျခင္း",
    "Cancel entering passphrase?": "စကား၀ွက္႐ိုက္ထည့္ျခင္းကိုဖ်က္သိမ္းပါမလား?",
    "Are you sure you want to cancel entering passphrase?": "စကား၀ွက္႐ိုက္ထည့္ျခင္းကိုဖ်က္သိမ္းမွာ ေသခ်ာပါသလား",
    "Go Back": "အေနာက္သို႔",
    "Cancel": "ပယ္ဖ်က္ျခင္း",
    "Setting up keys": "စကား၀ွက္သတ္မွတ္ျခင္း",
    "Sun": "တနဂၤေႏြ",
    "Mon": "တနလၤာေန႔",
    "Tue": "အဂၤါေန",
    "Wed": "ဗုဒၶဟူးေန႔",
    "Thu": "ၾကာသပေတးေန႔",
    "Fri": "ေသာၾကာေန႔႔",
    "Sat": "စေနေန",
    "Jan": "ဇန္န၀ါရီ",
    "Feb": "ေဖေဖာ္၀ါရီ",
    "Mar": "မတ္",
    "Apr": "ဧၿပီရယ္",
    "May": "ေမ",
    "Jun": "ဇြန္",
    "Jul": "ဇူလိုင္",
    "Aug": "ၾသဂုတ္",
    "Sep": "စက္တင္ဘာ",
    "Oct": "ေအာက္တိုဘာ",
    "Nov": "နို၀င္ဘာ",
    "Dec": "ဒီဇင္ဘာ",
    "PM": "မြန္းလြဲ",
    "AM": "နံနက္ပိုင္း",
    "Warning: any person you add to a community will be publicly visible to anyone who knows the community ID": "သတိေပးခ်က္ - အသိုင္းအဝိုင္းသို႔သင္ထည့္သြင္းသည့္မည္သူမဆို အသင္း၀င္နံပါတ္ကိုလူသိ႐ွင္ၾကားျမင္လိမ့္မည္",
    "Invite new community members": "အသိုင္းအဝိုင္းသို႔ အဖြဲ႕ဝင္အသစ္မ်ားကိုဖိတ္ပါ",
    "Name or Matrix ID": "အမည္ သို႔မဟုတ္ ကြန္ရက္နံပါတ္",
    "Invite to Community": "အသိုင္းအ၀ိုင္းသို႔ဖိတ္ျခင္း",
    "Which rooms would you like to add to this community?": "ဒီအသိုင္းအဝိုင္းကိုဘယ္အခန္းမွာထည့္ခ်င္ပါသလဲ။",
    "Show these rooms to non-members on the community page and room list?": "စာရင္း႐ွိအဖြဲ႕ဝင္မဟုတ္သူမ်ားအား ဤအခန္းမ်ားကိုျပပါ။",
    "Add rooms to the community": "အသိုင္းအ၀ိုင္းသို႔ အခန္းမ်ားထည့္ပါ",
    "Room name or address": "အခန္းနံပါတ္ သို႔မဟုတ္ လိပ္စာ",
    "Add to community": "အသိုင္းအ၀ိုင္းသို႔ထည့္ျခင္း",
    "Failed to invite users to community": "အသိုင္းအ၀ိုင္းသို႔ အသုံးျပဳသူမ်ား ဖိတ္ေခၚမႈမေအာင္ျမင္ျခင္း",
    "Unnamed Room": "အမည္မတပ္ထားေသာအခန္း",
    "Identity server has no terms of service": "အေထာက္အထားဆာဗာတြင္ ၀န္ေဆာင္မႈဆိုင္ရာ စည္းကမ္းခ်က္မ်ားမ႐ွိပါ",
    "This action requires accessing the default identity server <server /> to validate an email address or phone number, but the server does not have any terms of service.": "ဤလုပ္ေဆာင္ခ်က္သည္ အီးေမးလ္လိပ္စာတစ္ခု သို႔မဟုတ္ ဖုန္းနံပါတ္အားအတည္ျပဳရန္အတြက္ အသုံးျပဳရန္လိုအပ္ေသာ္လည္း ဆာဗာတြင္၀န္ေဆာင္မႈဆိုင္ရာစည္းကမ္းခ်က္မ်ားမ႐ွိပါ။",
    "Only continue if you trust the owner of the server.": "ဆာဗာပိုင္႐ွင္ကို သင္ယုံၾကည္မွသာလွ်င္ ဆက္လုပ္ပါ။",
    "Trust": "ယုံၾကည္သည္",
    "Unable to enable Notifications": "အေၾကာင္းၾကားစာမ်ားျဖစ္ေျမာက္ေစျခင္း မတတ္နိုင္ပါ",
    "This email address was not found": "အီးေမးလ္လိပ္စာအား ရွာမေတြ႔ပါ",
    "Your email address does not appear to be associated with a Matrix ID on this Homeserver.": "သင္၏အီးေမလ္းလိပ္စာသည္ ဤပင္မဆာဗာ႐ွိ ကြန္ရက္နံပါတ္ ႏွင့္ဆက္စပ္ေနပုံမေပၚပါ။",
    "Sign In or Create Account": "၀င္ေရာက္ျခင္း သို႔မဟုတ္ အေကာင့္ဖန္တီးပါ",
    "Use your account or create a new one to continue.": "သင္၏အေကာင့္က ိုအသုံးျပဳပါ သို႔မဟုတ္ အသစ္တစ္ခုကိုဖန္တီးပါ",
    "Create Account": "အေကာင့္ဖန္တီးျခင္း",
    "Sign In": "၀င္ေရာက္ျခင္း",
    "Default": "ပုံေသ",
    "Restricted": "ကန္႔သတ္ထားျခင္း",
    "Moderator": "ၾကား၀င္ျဖန္ေျဖသူ",
    "Admin": "ဦးေဆာင္သူ",
    "Failed to invite": "ဖိတ္ၾကားမႈမေအာင္ျမင္ျခင္း",
    "Operation failed": "လုပ္ေဆာင္မႈမေအာင္ျမင္ျခင္း",
    "Failed to invite users to the room": "အခန္းသို႔အသုံးျပဳသူမ်ား ဖိတ္ေခၚမႈမေအာင္ျမင္ျခင္",
    "You need to be logged in.": "၀င္ေရာက္ရန္လိုအပ္သည္",
    "You need to be able to invite users to do that.": "အသုံးျပဳသူမ်ားကိုပါ ထိုသို႔လုပ္ေဆာင္ရန္ ဖိတ္ၾကားရမည္",
    "Unable to create widget.": "အစားထိုးမႈအား ဖန္တီး၍မရပါ",
    "Missing roomId.": "အခန္းနံပါတ္ လိုအပ္သည္",
    "Failed to send request.": "ေတာင္းဆိုမႈပို႔ေဆာင္ျခင္း မေအာင္ျမင္ပါ.",
    "This room is not recognised.": "ဤအခန္းသည္ အသိအမွတ္မျပဳပါ.",
    "Power level must be positive integer.": "ပါ၀ါအဆင့္သည္အေပါင္းကိန္းျပည့္သာျဖစ္ရမည္",
    "You are not in this room.": "သင္သည္ဤအခန္းတြင္မပါ၀င္ပါ",
    "You do not have permission to do that in this room.": "ဤအခန္းတြင္ ထိုသို႔လုပ္ေဆာင္ခြင့္ သင့္တြင္မရိွပါ",
    "Missing room_id in request": "ေတာင္းဆိုမႈတြင္ အခန္းနံပါတ္ ေပ်ာက္ေနပါသည္",
    "Missing user_id in request": "ေတာင္းဆိုမႈတြင္ အသုံျပဳသူနံပါတ္ ေပ်ာက္ေနပါသည္",
    "Messages": "အမွာစကားမ်ား",
    "Actions": "လုပ္ေဆာင္ခ်က္မ်ား",
    "Advanced": "ၾကိဳတင္၍",
    "Other": "အျခား",
    "Command error": "ျဖစ္ႏိုင္ေသာမွားယြင္းခ်က္",
    "Usage": "အသုံးျပဳမႈ",
    "Prepends ¯\\_(ツ)_/¯ to a plain-text message": " အမွာစာသားအလြတ္ကိုျပင္ဆင္သည္ ",
    "Sends a message as plain text, without interpreting it as markdown": "အမွတ္အသားလို႔ အဓိပၸာယ္မေကာက္ပဲ အမွာစာအလြတ္ပို႔သည္",
    "Sends a message as html, without interpreting it as markdown": "အမွတ္အသားလို႔ အဓိပၸာယ္မေကာက္ပဲ HTML ျဖင့္ အမွာစကားပို႔သည္",
    "Searches DuckDuckGo for results": "ရလဒ္အတြက္ DuckDuckGo ကိုရွာပါ",
    "/ddg is not a command": "/ddg သည္ကြပ္ကဲမႈမဟုတ္ပါ",
    "To use it, just wait for autocomplete results to load and tab through them.": "၎ကိုအသုံးျပဳရန္ အလိုအေလွ်ာက္ရရွိေသာအေျဖကို ေစာင့္ဆိုင္းၿပီး ၎တို႔မွတစ္ဆင့္ ထြက္ပါ။",
    "Upgrades a room to a new version": "ဗားရွင္းအသစ္သို႔ အခန္းကိုအဆင့္ျမွင့္ပါ",
    "You do not have the required permissions to use this command.": "ဤကြပ္ကဲမႈကိုအသုံးျပဳရန္ သင့္တြင္ခြင့္ျပဳခ်က္မ႐ွိပါ။",
    "Error upgrading room": "အခန္းအဆင့္ျမွင့္တင္ျခင္း မွားယြင္းေနသည္",
    "Double check that your server supports the room version chosen and try again.": "သင္၏ဆာဗာေထာက္ပ့ံထားေသာအခန္းဗား႐ွင္းကိုႏွစ္ႀကိမ္စစ္ေဆးၿပီးထပ္မံႀကိဳးစားပါ။",
    "Changes your display nickname": "ျပသမည့္သင့္နာမည္ကိုေျပာင္းပါ",
    "Changes your display nickname in the current room only": "ျပသမည့္သင့္နာမည္ကို ယခုအခန္းအတြက္သာ ေျပာင္းပါ",
    "Changes the avatar of the current room": "ယခုအခန္း၏ရုပ္ပုံကိုေျပာင္းပါ",
    "Changes your avatar in this current room only": "ယခုအခန္းအတြက္သာ ရုပ္ပုံကိုေျပာင္းပါ",
    "Changes your avatar in all rooms": "သင့္ရုပ္ပုံကို အခန္းအားလုံးေျပာင္းပါ",
    "Gets or sets the room topic": "အခန္းေခါင္းစဥ္အား ရယူပါ သို႔မဟုတ္ ဖန္တီးပါ",
    "Failed to set topic": "ေခါင္းစဥ္ဖန္တီးျခင္း မေအာင္ျမင္ပါ",
    "This room has no topic.": "ဤအခန္းတြင္ေခါင္းစဥ္မရွိပါ.",
    "Sets the room name": "အခန္းနာမည္ဖန္တီးပါ",
    "Invites user with given id to current room": "အသုံးျပဳသူမ်ားအား ေပးထားေသာနံပါတ္ျဖင့္ ယခုအခန္းအား ဖိတ္ေခၚပါ",
    "Use an identity server": "ဆာဗာအေထာက္အထားအား အသုံးျပဳပါ",
    "Use an identity server to invite by email. Manage in Settings.": "အီးေမးလ္ျဖင့္ဖိတ္ရန္ဆာဗာအေထာက္အထားကိုသုံးပါ။ ျပင္ဆင္ခ်က္မ်ားတြင္စီမံပါ။",
    "Joins room with given address": "ေပးထားေသာလိပ္စာျဖင့္ အခန္းသို႔၀င္ပါ",
    "Leave room": "အခန္းမွထြက္သည္",
    "Unrecognised room address": "အခန္းလိပ္စာအားမမွတ္မိပါ",
    "Kicks user with given id": "ေပးထားေသာလိပ္စာႏွင့္အသုံးျပဳသူကိုထုတ္သည္",
    "Bans user with given id": "ေပးထားေသာလိပ္စာႏွင့္အသုံးျပဳသူကိုတားျမစ္သည္",
    "Unbans user with given ID": "ေပးထားေသာလိပ္စာႏွင့္အသုံးျပဳသူကိုခြင့္ျပဳသည္",
    "Ignores a user, hiding their messages from you": "အမွာစကားမ်ားကိုသင့္ထံမွဖုံးကြယ္ထားသည့္သုံးစြဲသူကိုလ်စ္လ်ဴ႐ႈသည္",
    "Ignored user": "သုံးစြဲသူကိုလ်စ္လ်ဴ႐ႈသည္",
    "Stops ignoring a user, showing their messages going forward": "အသုံးျပဳသူတစ္ဦးအားလ်စ္လ်ဴ႐ႈျခင္းကိုရပ္တန္႔၍ ၎တို႔၏အမွာစကားမ်ားကို ေရွ႕ဆက္သြားေၾကာင္းျပသသည္",
    "Unignored user": "သုံးစြဲသူကိုလ်စ္လ်ဴမ႐ႈပါ",
    "Define the power level of a user": "သုံးစြဲသူ၏ပါ၀ါအဆင့္ကိုျပသည္",
    "Command failed": "ကြပ္ကဲမႈမေအာင္ျမင္ပါ",
    "Could not find user in room": "အသုံးျပဳသူအားအခန္းတြင္းရွာမေတြ႔ပါ",
    "Deops user with given id": "ေပးထားေသာလိပ္စာျဖင့္အသုံးျပဳသူအား မစီမံပါ",
    "Opens the Developer Tools dialog": "ပရိုဂရမ္ေရးဆြဲသူ၏စကားေျပာခန္းဖြင့္သည္",
    "Adds a custom widget by URL to the room": "အခန္းသို႔ URL ျဖင့္စိတ္ႀကိဳက္တစ္ခုအစားထိုးထည့္ပါ",
    "Please supply a widget URL or embed code": "ေက်းဇူးျပဳ၍ အစားထိုး URL သို႔မဟုတ္ ျမဳပ္ထားေသာကုဒ္ကိုေပးပါ",
    "Please supply a https:// or http:// widget URL": " https:// သို႔မဟုတ္ http:// widget URL ကိုေပးပါ",
    "You cannot modify widgets in this room.": "ဤအခန္းတြင္းသင္ အစားထိုးမႈအား ျပဳျပင္မမြမ္းမံႏိုင္ပါ.",
    "Verifies a user, session, and pubkey tuple": "အသုံးျပဳသူ၊ အသုံးျပဳခ်ိန္၊ pubkey tuple အားစစ္ေဆးပါ",
    "Unknown (user, session) pair": "အမည္မသိ(အသုံးျပဳသူ၊ အသုံးျပဳခ်ိန္)",
    "Session already verified!": "အသုံးျပဳခ်ိန္စစ္ေဆးျပီး",
    "WARNING: Session already verified, but keys do NOT MATCH!": "သတိေပးခ်က္ - အသုံးျပဳခ်ိန္ ကိုစစ္ေဆးၿပီးျဖစ္သည္၊ သို႔ေသာ္အခ်က္အလက္မ်ားမကိုက္ညီပါ။",
    "Verified key": "အခ်က္အလက္စစ္ေဆးသည္",
    "Forces the current outbound group session in an encrypted room to be discarded": "လွိ်ဳ႕၀ွက္အခန္း႐ွိလက္ရွိအျခားအဖြဲ႕၏ အသုံးျပဳခ်ိန္ကိုဖယ္႐ွားပစ္ရန္ဖိအားေပးသည္",
    "Sends the given message coloured as a rainbow": "ေပးထားေသာအမွာစကားကို သက္တန္႔ေရာင္ကဲ့သို႔ ေရာင္စုံပို႔သည္",
    "Sends the given emote coloured as a rainbow": "ေပးထားေသာအရပ္စကားကို သက္တန္႔ေရာင္ကဲ့သို႔ ေရာင္စုံပို႔သည္",
    "Displays list of commands with usages and descriptions": "အသုံးျပဳမႈႏွင့္ေဖာ္ျပခ်က္ႏွင့္အတူ ညႊန္ၾကားခ်က္စာရင္းျပသထားတယ္",
    "Displays information about a user": "အသုံးျပဳသူအတြက္ သတင္းအခ်က္အလက္ကို ျပသထားသည္",
    "Send a bug report with logs": "မွတ္တမ္းမ်ားႏွင့္အၾကမ္းဖ်င္းအစီရင္ခံစာပို႔သည္",
    "Logs sent": "မွတ္တမ္းပို႔သည္",
    "Thank you!": "ေက်းဇူးတင္ပါသည္",
    "Opens chat with the given user": "ေပးထားေသာအသုံးျပဳသူႏွင့္ စကားေျပာခန္းဖြင့္သည္",
    "Sends a message to the given user": "ေပးထားေသာအသုံးျပဳသူထံ အမွာစကားပို႔သည္",
    "Displays action": "လုပ္ေဆာင္ခ်က္ျပသသည္",
    "Reason": "အေၾကာင္းျပခ်က္",
    "VoIP conference started.": "VoIP ေဆြးေႏြးပြဲ စတင္ခဲ့ျပီ",
    "VoIP conference finished.": "VoIP ေဆြးေႏြးပြဲ ျပီးဆုံးျပီ",
    "Someone": "တစ္စုံတစ္ေယာက္",
    "(not supported by this browser)": "(ဤပရိုဂရမ္ျဖင့္ အေထာက္အကူမျဖစ္ပါ)",
    "(could not connect media)": "(မီဒီယာကိုဆက္သြယ္မရႏိုင္ပါ)",
    "(no answer)": "(မေျဖဆိုပါ)",
    "Light": "အလင္း",
    "Dark": "အေမွာင္",
    "You signed in to a new session without verifying it": "စစ္ေဆးျခင္းမရွိပဲ အသုံးျပဳခ်ိန္အသစ္ကို သင္၀င္ေရာက္ခဲ့သည္",
    "Verify your other session using one of the options below.": "ေအာက္ပါေ႐ြးခ်ယ္မႈမ်ားထဲမွ တစ္ခုကို အသုံးျပဳ၍ သင္၏အျခားအသုံးျပဳခ်ိန္ကိုစစ္ေဆးပါ။",
    "Ask this user to verify their session, or manually verify it below.": "ဤအသုံးျပဳသူအား ၄င္းတို႔၏ အသုံးျပဳခ်ိန္ကိုအတည္ျပဳရန္ေျပာပါ၊ သို႔မဟုတ္ ေအာက္ပါအတိုင္း ကိုယ္တိုင္အတည္ျပဳပါ ",
    "Not Trusted": "မယုံၾကည္ရပါ",
    "Manually Verify by Text": "စာသားျဖင့္ကိုယ္တိုင္ အတည္ျပဳပါ",
    "Interactively verify by Emoji": "Emoji ျဖင့္အျပန္အလွန္အတည္ျပဳပါ",
    "Done": "လုပ္ေဆာင္ၿပီး",
    "Cannot reach homeserver": "ပင္မဆာဗာသို႔မမွီပါ",
    "Ensure you have a stable internet connection, or get in touch with the server admin": "သင့္တြင္တည္ၿငိမ္ေသာအင္တာနက္ ဆက္သြယ္မႈ႐ွိမ႐ွိစစ္ေဆးပါ သို႔မဟုတ္ ဆာဗာဦးေဆာင္သူ ႏွင့္ဆက္သြယ္ပါ",
    "႔Cannot reach identity server": "အေထာက္အထားဆာဗာသို႔ မေရာက္နိုင္ပါ",
    "You can register, but some features will be unavailable until the identity server is back online. If you keep seeing this warning, check your configuration or contact a server admin.": "သင္မွတ္ပုံတင္ႏိုင္သည္၊ သို႔ေသာ္အေထာက္အထားဆာဗာသို႔ ျပန္မေရာက္မခ်င္း အခ်ိဳ႕ေသာအဂၤါရပ္မ်ားသည္မရႏိုင္ပါ။အကယ္၍ သင္ဤသတိေပးခ်က္ကို ဆက္ၾကည့္ေနပါက သင္၏ျပင္ဆင္မႈကိုစစ္ေဆးပါ သို႔မဟုတ္ ဆာဗာဦးေဆာင္သူသို႔ဆက္သြယ္ပါ။",
    "You can reset your password, but some features will be unavailable until the identity server is back online. If you keep seeing this warning, check your configuration or contact a server admin.": "သင္၏စကားဝွက္ကိုျပန္လည္သတ္မွတ္ႏိုင္သည္၊ သို႔ေသာ္အေထာက္အထားဆာဗာသို႔ ျပန္မေရာက္မခ်င္း အခ်ိဳ႕ေသာအဂၤါရပ္မ်ားသည္မရႏိုင္ပါ။အကယ္၍ သင္ဤသတိေပးခ်က္ကို ဆက္ၾကည့္ေနပါက သင္၏ျပင္ဆင္မႈကိုစစ္ေဆးပါ သို႔မဟုတ္ ဆာဗာဦးေဆာင္သူသို႔ဆက္သြယ္ပါ။",
    "You can log in, but some features will be unavailable until the identity server is back online. If you keep seeing this warning, check your configuration or contact a server admin.": "သင္၀င္ေရာက္ႏိုင္သည္၊ သို႔ေသာ္အေထာက္အထားဆာဗာသို႔ ျပန္မေရာက္မခ်င္း အခ်ိဳ႕ေသာအဂၤါရပ္မ်ားသည္မရႏိုင္ပါ။အကယ္၍ သင္ဤသတိေပးခ်က္ကို ဆက္ၾကည့္ေနပါက သင္၏ျပင္ဆင္မႈကိုစစ္ေဆးပါ သို႔မဟုတ္ ဆာဗာဦးေဆာင္သူသို႔ဆက္သြယ္ပါ။",
    "No homeserver URL provided": "ပင္မဆာဗာ URL မရွိပါ",
    "Unexpected error resolving homeserver configuration": "ပင္မဆာဗာျပင္ဆင္မႈေျဖရွင္းျခင္းတြင္ မေမွ်ာ္လင့္ထားေသာအမွား",
    "Unexpected error resolving identity server configuration": "ဆာဗာျပင္ဆင္မႈေျဖရွင္းျခင္းအေထာက္အထားတြင္ မေမွ်ာ္လင့္ထားေသာအမွား",
    "The message you are trying to send is too large.": "သင္ပို႔ရန္ၾကိဳးစားေနေသာ အမွာစကားသည္ ဆိုဒ္ၾကီးလြန္းသည္",
    "This homeserver has hit its Monthly Active User limit.": "ဤပင္မဆာဗာသည္ လစဥ္အသုံးျပဳသူကန္႔သတ္ျခင္း ႏွင့္ေတြ႕ၾကဳံေနသည္",
    "This homeserver has exceeded one of its resource limits.": "ဤပင္မဆာဗာသည္ ၎၏သယံဇာတ ကန္႔သတ္ခ်က္တစ္ခုထက္ေက်ာ္လြန္ခဲ့သည္",
    "Please <a>contact your service administrator</a> to continue using the service.": "ေက်းဇူးျပဳ၍  ဆာဗာဆက္လက္အသုံးျပဳႏိုင္ရန္ <a>သင့္ဆာဗာဦးေဆာင္သူ</a> သို႔ဆက္သြယ္ပါ",
    "Unable to connect to Homeserver. Retrying...": "ပင္မဆာဗာသို႔ဆက္သြယ္၍မရပါ. ၾကိဳးစားေနပါသည္ ….",
    "a few seconds ago": "လြန္ခဲ့ေသာစကၠန္႔အနည္းငယ္က",
    "about a minute ago": "လြန္ခဲ့ေသာတစ္မိနစ္ခန္႔က",
    "about an hour ago": "လြန္ခဲ့ေသာတစ္နာရီခန္႔က",
    "about a day ago": "လြန္ခဲ့ေသာတစ္ရက္က",
    "a few seconds from now": "ယခုမွစ၍စကၠန္႔အနည္းငယ္",
    "about a minute from now": "ယခုမွစ၍တစ္မိနစ္ခန္႔",
    "about an hour from now": "ယခုမွစ၍တစ္နာရီခန္႔",
    "about a day from now": "ယခုမွစ၍တစ္ရက္ခန္႔",
    "Your browser does not support the required cryptography extensions": "သင္၏ပရိုဂရမ္သည္ ၀ွက္စာေဖာ္အခ်ိန္သက္တမ္းတိုးရန္လိုအပ္ခ်က္ကို အေထာက္အကူမျပဳပါ",
    "Authentication check failed: incorrect password?": "စစ္မွန္ေၾကာင္းအတည္ျပဳမႈစစ္ေဆးျခင္းမေအာင္ျမင္ပါ။ စကားဝွက္မွားေနပါသလား။",
    "Unrecognised address": "အသိအမွတ္မျပဳေသာလိပ္စာ",
    "You do not have permission to invite people to this room.": "လူမ်ားကိုဤအခန္းသို႔ဖိတ္ၾကားရန္ ခြင့္ျပဳခ်က္သင့္တြင္မ႐ွိပါ။",
    "The user must be unbanned before they can be invited.": "အသုံးျပဳသူကို သူတို႔မဖိတ္ၾကားခံရမီ ပိတ္ပင္မႈဖယ္ရွားမည္။",
    "The user's homeserver does not support the version of the room.": "အသုံးျပဳသူ၏ပင္မဆာဗာသည္ အခန္း၏ဗား႐ွင္းကိုမေထာက္ပံ့ပါ။",
    "Unknown server error": "အမည္မသိဆာဗာမွားယြင္းမႈ",
    "Use a few words, avoid common phrases": "စကားလုံးအနည္းငယ္သုံးပါ၊ ဘုံစကားစုမ်ားကိုေ႐ွာင္ပါ",
    "No need for symbols, digits, or uppercase letters": "သေကၤတမ်ား၊ ဂဏန္းမ်ား သို႔မဟုတ္ စာလုံးအႀကီးမ်ားအတြက္ မလိုအပ္ပါ",
    "Use a longer keyboard pattern with more turns": "အလွည့္မ်ားအတြက္ ပိုမိုရွည္ေသာလက္ကြက္ပုံစံမ်ား သုံးပါ",
    "Avoid repeated words and characters": "စကားလုံးမ်ားႏွင့္ဇာတ္ေကာင္မ်ားကိုထပ္ခါသုံးျခင္းေ႐ွာင္ပါ",
    "Avoid sequences": "အစဥ္မ်ားေရွာင္ပါ",
    "Avoid recent years": "မၾကာေသးမီႏွစ္မ်ားကိုေ႐ွာင္ပါ",
    "Avoid years that are associated with you": "သင္ႏွင့္ဆက္စပ္ေသာႏွစ္မ်ားကိုေ႐ွာင္ပါ",
    "Avoid dates and years that are associated with you": "သင္ႏွင့္ဆက္စပ္ေသာႏွစ္မ်ား၊ရက္မ်ားကိုေ႐ွာင္ပါ",
    "Capitalization doesn't help very much": "စာလုံးအႀကီးေရးျခင္းသည္အကူအညီမျဖစ္ပါ",
    "All-uppercase is almost as easy to guess as all-lowercase": "စာလုံးအႀကီးသည္ စာလုံးအေသးနီးပါး ခန္႔မွန္းရန္လြယ္ကူသည္",
    "Reversed words aren't much harder to guess": "ေျပာင္းျပန္စကားလုံးမ်ားကို ခန္႔မွန္းရန္ခက္ခဲၾကသည္မဟုတ္ပါ",
    "Predictable substitutions like '@' instead of 'a' don't help very much": "'a' အစား '@' ကဲ့သို႔ ခန္႔မွန္းလြယ္သည့္အစားထိုးမႈမ်ားသည္မ်ားစြာမကူညီပါ",
    "Add another word or two. Uncommon words are better.": "ေနာက္ထပ္စကားလုံး သို႔မဟုတ္ ႏွစ္လုံးထည့္ပါ။ စကားလုံးအဆန္းမ်ားသည္ ပို၍ ေကာင္းသည္။",
    "Repeats like \"aaa\" are easy to guess": "\"aaa\" ကဲ့သို႔ထပ္ခါအသုံးျပဳျခင္းသည္ မွန္းရလြယ္သည္",
    "Sequences like abc or 6543 are easy to guess": "abc သို႔မဟုတ္ 6543 ကဲ့သို႔ အစဥ္မ်ားကို ခန္႔မွန္းရန္လြယ္ကူသည္",
    "Recent years are easy to guess": "မၾကာေသးမီႏွစ္မ်ားကိုခန္႔မွန္းရန္လြယ္သည္",
    "Dates are often easy to guess": "ေန႔စြဲမ်ားလဲ ရံဖန္ရံခါခန္႔မွန္းရန္လြယ္သည္",
    "This is a top-10 common password": "၎သည္ထိပ္ဆုံးအသုံးမ်ားေသာစကားဝွက္ဆယ္ခုျဖစ္သည္",
    "This is a top-100 common password": "၎သည္ထိပ္ဆုံးအသုံးမ်ားေသာစကားဝွက္အခုတစ္ရာျဖစ္သည္",
    "This is a very common password": "၎သည္အသုံးမ်ားေသာစကားဝွက္တစ္ခုျဖစ္သည္",
    "This is similar to a commonly used password": "၎သည္အသုံးမ်ားေသာစကားဝွက္ႏွင့္ဆင္တူသည္",
    "A word by itself is easy to guess": "စကားလုံးတစ္လုံးတည္းသည္ခန္႔မွန္းရန္လြယ္ကူသည္",
    "Names and surnames by themselves are easy to guess": "အမည္မ်ားႏွင့္ ေနာက္ဆုံးအမည္မ်ား တစ္လုံးတည္းသည္ ခန္႔မွန္းရန္လြယ္ကူသည္",
    "Common names and surnames are easy to guess": "အသုံးမ်ားေသာအမည္မ်ားႏွင့္ ေနာက္ဆုံးအမည္မ်ားသည္ ခန္႔မွန္းရန္လြယ္ကူသည္",
    "Straight rows of keys are easy to guess": "လက္ကြက္တစ္တန္းထဲစာလုံးမ်ားသည္ ခန္႔မွန္းရန္လြယ္ကူသည္ ",
    "Short keyboard patterns are easy to guess": "အလြယ္သုံးလက္ကြက္ပုံစံသည္ခန္႔မွန္းရန္လြယ္ကူသည္",
    "I want to help": "ငါကူညီခ်င္ပါသည္",
    "No": "မဟုတ္ပါ",
    "Review where you’re logged in": "သင္ဝင္ေရာက္ခဲ့သည့္ေနရာကိုျပန္လည္စစ္ေဆးပါ",
    "Verify all your sessions to ensure your account & messages are safe": "သင္၏အေကာင့္ႏွင့္စာမ်ား လုံျခဳံမႈ႐ွိေစရန္ သင္၏အသုံးျပဳခ်ိန္အားလုံးကိုစစ္ေဆးပါ",
    "Review": "စစ္ေဆးပါ",
    "Later": "ေနာက္မွ",
    "Notifications": "အသိေပးခ်က္မ်ား",
    "You are not receiving desktop notifications": "သင္သည္မ်က္ႏွာျပင္သတိေပးခ်က္မ်ားကို လက္ခံရ႐ွိျခင္းမ႐ွိပါ",
    "Enable them now": "သူတို႔ကိုရရွိေအာင္လုပ္ပါ",
    "Close": "ပိတ္ပါ",
    "Your homeserver has exceeded its user limit.": "သင္၏ပင္မဆာဗာသည္ အသုံးျပဳသူကန္႔သတ္ခ်က္ထက္ေက်ာ္လြန္သြားၿပီ။",
    "Your homeserver has exceeded one of its resource limits.": "သင္၏ပင္မဆာဗာသည္ ၎၏အရင္းအျမစ္ကန္႔သတ္ခ်က္ တစ္ခုထက္ေက်ာ္လြန္ေနပါသည္။",
    "Contact your <a>server admin</a>.": "သင္၏ <a>ဆာဗာဦးေဆာင္သူ</a> အားဆက္သြယ္ပါ",
    "Warning": "သတိေပးခ်က္",
    "Ok": "သေဘာတူသည္",
    "Set password": "စကား၀ွက္ဖန္တီးပါ",
    "To return to your account in future you need to set a password": "ေနာင္တြင ္သင္၏အေကာင့္ျပန္ရရန္ ္စကားဝွက္တစ္ခုသတ္မွတ္ရန္လိုအပ္သည္",
    "Set password": "စကား၀ွက္ဖန္တီးပါ",
    "Set up encryption": "လွိ်႕၀ွက္သေကၤတဖန္တီးပါ",
    "Encryption upgrade available": "လွ်ိ႕၀ွက္သေကၤတကိုျမွင့္တင္ႏိုင္သည္",
    "Verify this session": "ဤအသုံးျပဳခ်ိန္ကို စစ္ေဆးပါ",
    "Set up": "ဖန္တီးပါ",
    "Upgrade": "ျမွင့္တင္ပါ",
    "Verify": "စစ္ေဆးပါ",
    "Verify yourself & others to keep your chats safe": "သင္တို႔၏ စကားေျပာခန္းမ်ားကို လုံျခဳံေအာင္ သင္ႏွင့္အျခားသူမ်ားကိုစစ္ေဆးပါ",
    "Other users may not trust it": "အျခားအသုံးျပဳသူမ်ားသည္ ၎ကိုမယံုပါ",
    "New login. Was this you?": "အသစ္၀င္ေရာက္ျခင္း။ သင္ဟုတ္ပါသလား",
    "What's new?": "ဘယ္ဟာအသစ္လဲ",
    "What's New": "ဘယ္ဟာအသစ္လဲ",
    "Update": "ျမွင့္တင္ပါ",
    "Restart": "အစမွစတင္ပါ",
    "Guest": "ဧည့္သည္",
    "There was an error joining the room": "အခန္းသို႔၀င္ေရာက္ျခင္းတြင္ အမွားတစ္ခုရွိသည္",
    "Sorry, your homeserver is too old to participate in this room.": "ေတာင္းပန္ပါသည္။ ဤအခန္း၌ပါ၀င္ရန္ သင္၏ပင္မဆာဗာသည္ ေဟာင္းေနသည္",
    "Please contact your homeserver administrator.": "ေက်းဇူးျပဳ၍ သင့္ပင္မဆာဗာဦးေဆာင္သူထံ ဆက္သြယ္ပါ",
    "The person who invited you already left the room.": "သင့္ကိုဖိတ္ေခၚေသာသူသည္ အခန္းမွထြက္သြားၿပီ",
    "The person who invited you already left the room, or their server is offline.": "သင့္ကိုဖိတ္ေခၚေသာသူသည္ အခန္းမွထြက္သြားတာလား သို႔မဟုတ္ သူတို႔ဆာဗာလိုင္းပိတ္သြားတာလား",
    "Failed to join room": "အခန္းသို႔၀င္ျခင္း မေအာင္ျမင္ပါ",
    "You joined the call": "ေခၚဆုိမႈတြင္သင္ပါ၀င္သည္",
    "Call in progress": "ဖုန္းေျပာေနဆဲ",
    "You left the call": "ေခၚဆိုမႈမွသင္ထြက္သြားသည္",
    "Call ended": "ေခၚဆိုမႈၿပီးဆုံးသည္",
    "You started a call": "သင္ေခၚဆိုမႈကိုစတင္သည္",
    "Waiting for answer": "ေျဖဆိုမႈအားေစာင့္ဆိုငိးေနသည္",
    "Change notification settings": "အသိေပးခ်က္ခ်ိန္ညႇိမႈမ်ားကိုေျပာင္းပါ",
    "New spinner design": "လွည့္ေသာအရာဒီဇိုင္းအသစ္",
    "Message Pinning": "အမွာစကားတြဲထားသည္",
    "Custom user status messages": "အသုံးျပဳသူအေျခအေနျပအမွာစကား",
    "Group & filter rooms by custom tags (refresh to apply changes)": "စိတ္ႀကိဳက္စာတန္းမ်ားျဖင့္ အုပ္စုဖြဲ႕ျခင္းႏွင့္ အခန္းစစ္ထုတ္ျခင္း (အေျပာင္းအလဲမ်ားျပဳလုပ္ရန္အသစ္မြမ္းမံသည္)",
    "Render simple counters in room header": "အခန္းထိပ္တြင္႐ိုး႐ွင္းေသာေကာင္တာမ်ားကိုထုတ္ေပးပါ",
    "Multiple integration managers": "မန္ေနဂ်ာမ်ားစြာေပါင္းစည္းျခင္း",
    "Try out new ways to ignore people (experimental)": "လူမ်ားကိုလ်စ္လ်ဴ႐ႈရန္နည္းလမ္းသစ္မ်ား (စမ္းသပ္ဆဲ)",
    "Support adding custom themes": "စိတ္ႀကိဳက္ဆိုလိုရင္းမ်ားထည့္သြင္းျခင္းကိုပံ့ပိုးသည္",
    "Show message previews for reactions in DMs": "DMs တြင္တုံ႔ျပန္မႈမ်ားအတြက္ အမွာစကားအႀကိဳျပသည္",
    "Show message previews for reactions in all rooms": "အခန္းအားလုံးတြင္တုံ႔ျပန္မႈမ်ားအတြက္ အမွာစကားအႀကိဳျပသည္",
    "Enable advanced debugging for the room list": "အခန္းစာရင္းအတြက္ အျပစ္ရွာေဖြဖယ္ရွားျခင္းကို ႀကိဳဖြင့္သည္",
    "Show info about bridges in room settings": "အခန္းျပင္ဆင္မႈမွဟာကြက္မ်ားႏွင့္ ပတ္သက္ေသာအခ်က္အလက္မ်ားျပပါ",
    "Font size": "စာလုံးအရြယ္အစား",
    "Use custom size": "စိတ္ႀကိဳက္အရြယ္အစားသုံးပါ",
    "Enable Emoji suggestions while typing": "စာ႐ိုက္ေနစဥ္ Emoji အၾကံျပဳခ်က္မ်ားကိုဖြင့္ပါ",
    "Use a more compact ‘Modern’ layout": "ပိုမိုက်စ္လစ္ေသာ 'ေခတ္မွီဆန္းသစ္ေသာ' ပုံစံကိုအသုံးျပဳပါ",
    "Show a placeholder for removed messages": "ဖယ္႐ွားထားေသာအမွာစကားမ်ားအတြက္ ေနရာအမည္ျပပါ",
    "Show join/leave messages (invites/kicks/bans unaffected)": "အမွာစကားရရွိျခင္း၊ပို႔ျခင္း ျပပါ (ဖိတ္ၾကားမႈမ်ား၊ထုတ္ပယ္ျခင္းမ်ား၊တားျမစ္ျခင္းမ်ားမသက္ေရာက္ေသာ)",
    "Show avatar changes": "ရုပ္ပုံေျပာင္းျခင္းအားျပပါ",
    "Show display name changes": "ျပသေသာနာမည္ေျပာင္းျခင္းျပပါ",
    "Show read receipts sent by other users": "အျခားသုံးစြဲသူမ်ားမွေပးပို႔ေသာ ဖတ္ျပီးသားလက္ခံမ်ားကိုျပပါ",
    "Show timestamps in 12 hour format (e.g. 2:30pm)": "အခ်ိန္ကို ၁၂နာရီပုံစံျဖင့္ျပပါ (ဥပမာ - ညေန၂း၃၀)",
    "Always show message timestamps": "အမွာစကားရရွိေသာအခ်ိန္ကို အၿမဲျပပါ",
    "Autoplay GIFs and videos": "GIFs ႏွင့္ ဗီြဒီယိုမ်ားကို အလိုအေလ်ာက္ျပပါ",
    "Always show encryption icons": "လွ်ိဳ႕၀ွက္သေကၤတမ်ားကို အၿမဲျပပါ",
    "Show a reminder to enable Secure Message Recovery in encrypted rooms": "လွ်ိဳ႕၀ွက္အခန္းမ်ားမွ အမွာစကားျပန္လည္ရယူမႈကိုေသခ်ာေစရန္ အခ်က္ျပပါ",
    "Enable automatic language detection for syntax highlighting": "မ်ဥ္းတားထားေသာ၀ါက်အတြက္ အလိုအေလ်ာက္ ဘာသာစကားေဖာ္ထုတ္ပါ",
    "Show avatars in user and room mentions": "ေဖာ္ျပထားေသာအခန္းႏွင့္ အသုံးျပဳသူရုပ္ပုံကိုျပပါ",
    "Enable big emoji in chat": "စကားေျပာခန္းတြင္ Emoji အႀကီးသုံးလို႔ရသည္",
    "Send typing notifications": "စာ႐ိုက္ေနေၾကာင္း အေၾကာင္းၾကားခ်က္မ်ားကိုပို႔ပါ",
    "Show typing notifications": "စာ႐ိုက္ေနေၾကာင္း အေၾကာင္းၾကားခ်က္မ်ားကိုျပပါ",
    "Automatically replace plain text Emoji": "စာသား Emoji အလြတ္ကိုအလိုအေလ်ာက္အစားထိုးလိုက္ပါ",
    "Mirror local video feed": "အရပ္ေဒသဗီြဒီယိုထည့္ပါ",
    "Enable Community Filter Panel": "အဖြဲ႕အစည္းစစ္ထုတ္ေသာအကန္႔သုံးႏိုင္သည္",
    "Match system theme": "စနစ္ဆိုလိုရင္းကိုက္ညီသည္",
    "Use a system font": "စနစ္မွအရြယ္အစားသုံးပါ",
    "System font name": "စနစ္အရြယ္အစားနာမည္",
    "Allow Peer-to-Peer for 1:1 calls": "အဆင့္တူခ်င္းသာခြင့္ျပဳသည္ 1:1 calls",
    "Send analytics data": "ခြဲျခမ္းစိတ္ျဖာမႈအခ်က္အလက္ေပးပို႔ပါ",
    "Never send encrypted messages to unverified sessions from this session": "လွ်ိဳ႕၀ွက္အမွာစာမ်ားကို ယခုအသုံးျပဳခ်ိန္မွ မစစ္ေဆးရေသးေသာအသုံးျပဳခ်ိန္ကို ဘယ္ေတာ့မွမပို႔ပါ",
    "Never send encrypted messages to unverified sessions in this room from this session": "လွ်ိဳ႕၀ွက္အမွာစာမ်ားကို ယခုအသုံးျပဳခ်ိန္မွ ဤအခန္း၏မစစ္ေဆးရေသးေသာအသုံးျပဳခ်ိန္ကို ဘယ္ေတာ့မွမပို႔ပါ",
    "Enable inline URL previews by default": "Inline URL ကိုပုံေသႀကိဳတင္ၾကည့္ရႈမည္",
    "Enable URL previews for this room (only affects you)": "ဤအခန္းအတြက္ URL ႀကိဳတင္ၾကည့္႐ႈသည္ (သင့္အေပၚသာသက္ေရာက္မႈ႐ွိသည္)",
    "Enable URL previews by default for participants in this room": "ဤအခန္း႐ွိပါဝင္သူမ်ားအတြက္ URL ႀကိဳတင္ၾကည့္႐ႈျခင္းကိုပုံမွန္ေသခြင့္ျပဳသည္",
    "Room Colour": "အခန္းအေရာင္",
    "Enable widget screenshots on supported widgets": "ေထာက္ပံ့ထားေသာအစားထိုးမႈတြင္ မ်က္ႏွာျပင္ပုံဖမ္းထားေသာအစားထိုးမႈ ဖြင့္သည္",
    "Prompt before sending invites to potentially invalid matrix IDs": "မမွန္ကန္ေသာျဖစ္ႏိုင္ေခ်႐ွိေသာ matrix နံပါတ္မ်ားသို႔ ဖိတ္ၾကားျခင္းမ်ားကိုမေပးပို႔မီအခ်က္ေပးပါ",
    "Show developer tools": "ပရိုဂရမ္ေရးသူျပင္ဆင္ခ်က္မ်ားျပပါ",
    "Order rooms by name": "အခန္းမ်ားကို နာမည္လိုက္စီပါ",
    "Show rooms with unread notifications first": "အသိေပးခ်က္မ်ားမဖတ္ရေသးေသာအခန္းမ်ားကိုအရင္ျပပါ",
    "Show shortcuts to recently viewed rooms above the room list": "အခန္းစာရင္းအထက္ မၾကာေသးမီကၾကည့္႐ႈခဲ့ေသာအခန္းမ်ားအတြက္ အလြယ္လမ္းမ်ားကိုျပပါ",
    "Show hidden events in timeline": "လွ်ိဳ႕ဝွက္ပြဲစဥ္မ်ားကိုအခ်ိန္ဇယားတြင္ျပပါ",
    "Low bandwidth mode": "ပတ္လည္စနစ္ကိုေလ်ာ့သည္",
    "Allow fallback call assist server turn.matrix.org when your homeserver does not offer one (your IP address would be shared during a call)": "သင္၏ပင္မဆာဗာမွ (ေခၚဆိုမႈတစ္ခုအတြင္းသင့္ IP address ကိုမွ်ေဝျခင္း)မေပးေသာအခါ ေခၚဆိုမႈဆာဗာကို turn.matrix.org သို႔ေနာက္ျပန္ဆုတ္ခြင့္ျပဳသည္ ",
    "Send read receipts for messages (requires compatible homeserver to disable)": "အမွာစကားလက္ခံရရွိေၾကာင္းေပးပို႔သည္ (ပင္မဆာဗာမလုပ္ေဆာင္ႏိုင္ျခင္းကို သဟဇာတျဖစ္ရန္ လိုအပ္သည္)",
    "Show previews/thumbnails for images": "႐ုပ္ပုံမ်ားအတြက္ ႀကိဳတင္ၾကည့္႐ႈျခင္း/လက္မေထာင္ျခင္း ျပပါ",
    "Enable message search in encrypted rooms": "၀ွက္ထားေသာအခန္းေတြမွာ အမွာစကားရွာေဖြခြင့္ျပဳသည္",
    "How fast should messages be downloaded.": "အမွာစကားကိုဘယ္ေလာက္ျမန္ျမန္ကူးယူႏိုင္လဲ",
    "Manually verify all remote sessions": "သီးျခားျဖစ္ေနေသာအသုံးျပဳခ်ိန္အားလုံး ကိုုယ္တိုင္စစ္ေဆးပါ",
    "IRC display name width": "IRC နာမည္အက်ယ္အ၀န္းျပသည္",
    "Enable experimental, compact IRC style layout": "စမ္းသပ္ၿပီးသားတိက်ေသသပ္ေသာ IRC ပုံစံျပပါ",
    "Collecting app version information": "ေဆာ့ဖ္၀ဲလ္ပုံစံအခ်က္အလက္စုေဆာင္းျခင္း",
    "Collecting logs": "မွတ္တမ္းမ်ားစုေဆာင္းျခင္း",
    "Uploading report": "အစီရင္ခံစာတင္ျခင္း",
    "Waiting for response from server": "ဆာဗာမွတုံ႔ျပန္မႈေစာင့္ဆိုင္းျခင္း",
    "Messages containing my display name": "ကြ်ႏု္ပ္၏ျပသထားေသာနာမည္ပါ၀င္ေသာအမွာစကားမ်ား",
    "Messages containing my username": "ကြ်ႏု္ပ္၏အသုံးျပဳသူနာမည္ပါ၀င္ေသာအမွာစကားမ်ား",
    "Messages containing @room": "@အခန္းပါ၀င္ေသာအမွာစကားမ်ား",
    "Messages in one-to-one chats": "တစ္ေယာက္ခ်င္းစကားေျပာခန္းမွအမွာစကားမ်ား",
    "Encrypted messages in one-to-one chats": "တစ္ေယာက္ခ်င္းစကားေျပာခန္းမွလွ်ိဳ႕၀ွက္အမွာစကားမ်ား",
    "Messages in group chats": "အဖြဲ႕လိုက္စကားေျပာခန္းမွ အမွာစကားမ်ား",
    "Encrypted messages in group chats": "အဖြဲ႕လိုက္စကားေျပာခန္းမွလွ်ိဳ႕၀ွက္အမွာစကားမ်ား",
    "When I'm invited to a room": "ငါအခန္းသို႔ဖိတ္ေခၚခံရေသာအခါ",
    "Call invitation": "ေခၚဆိုမႈျဖင့္ဖိတ္ၾကားျခင္း",
    "Messages sent by bot": "Bot မွပို႔လိုက္ေသာအမွာစကားမ်ား",
    "When rooms are upgraded": "အခန္းမ်ားအဆင့္ျမွင့္တင္ျပီးေသာအခါ",
    "My Ban List": "ကြ်ႏ္ုပ္၏တားျမစ္ထားေသာစာရင္း",
    "This is your list of users/servers you have blocked - don't leave the room!": "သင္ပိတ္ဆို႔ထားေသာသုံးစြဲသူမ်ား/ဆာဗာမ်ားစာရင္းျဖစ္သည္ - အခန္းမွမထြက္ပါႏွင့္!",
    "Active call": "ေခၚဆိုျခင္း",
    "Unknown caller": "အမည္မသိေခၚဆိုျခင္း",
    "Incoming voice call": "အသံေခၚဆိုမွ၀င္ျခင္း",
    "Incoming video call": "ရုပ္ျမင္ဖုန္းေခၚဆိုျခင္း",
    "Incoming call": "ဖုန္းေခၚဆိုျခင္း",
    "Decline": "ျငင္းပယ္သည္",
    "Accept": "လက္ခံသည္",
    "The other party cancelled the verification.": "အျခားအဖြဲ႔မွ အတည္ျပဳခ်က္ကိုဖ်က္သိမ္းခဲ့သည္။",
    "Verified!": "အတည္ျပဳသည္!",
    "You've successfully verified this user.": "ဤသုံးစြဲသူအား သင္ေအာင္ျမင္စြာအတည္ျပဳၿပီးပါၿပီ",
    "Secure messages with this user are end-to-end encrypted and not able to be read by third parties.": "ဤအသုံးျပဳသူႏွင့္အမွာစကားမ်ားသည္ စာ၀ွက္အဆုံးထိ လုံျခဳံၿပီး အျခားသူမ်ား ဖတ္၍မရႏိုင္ပါ",
    "Got It": "ရရွိျပီ",
    "Verify this session by completing one of the following": "ေအာက္ပါမ်ားထဲမွတစ္ခုကိုျဖည့္၍ ဤအသုံးျပဳခ်ိန္ကို အတည္ျပဳပါ။",
    "Scan this unique code": "ဤထူးျခားေသာကုတ္ကို စကန္ဖတ္ပါ",
    "or": "သို႔မဟုတ္",
    "Compare unique emoji": "ထူးျခားေသာ Emoji ႏွင့္ ႏိႈင္းယွဥ္ပါ",
    "Compare a unique set of emoji if you don't have a camera on either device": "အျခားစက္တြင္ကင္မရာမရွိပါက ထူးျခားေသာ Emoji တစ္စုကို ႏိႈင္းယွဥ္ပါ",
    "Start": "စတင္မည္",
    "Confirm the emoji below are displayed on both sessions, in the same order": "ေအာက္ပါ Emoji မ်ားကို အသုံးျပဳခ်ိန္ႏွစ္ခုလုံးတြင္ တူညီေသာအစီအစဥ္အတိုင္းျပသပါ။",
    "Verify this user by confirming the following emoji appear on their screen.": "ေအာက္ပါ Emoji ကို အသုံးျပဳသူတို႔၏ ဖန္သားျပင္ေပၚတြင္ ေပၚလာေၾကာင္းအတည္ျပဳျခင္းျဖင့္ ထိုအသုံးျပဳသူအားအတည္ျပဳပါ။",
    "Verify this session by confirming the following number appears on its screen.": "ေအာက္ပါနံပါတ္သည္ ဖန္သားျပင္ေပၚတြင္ေပၚလာေၾကာင္း အတည္ျပဳျခင္းျဖင္ ့ဤအသုံးျပဳခ်ိန္ကိုအတည္ျပဳပါ။",
    "Verify this user by confirming the following number appears on their screen.": "ေအာက္ပါနံပါတ္သည္ ဖန္သားျပင္ေပၚတြင္ေပၚလာေၾကာင္း အတည္ျပဳျခင္းျဖင္ ့ဤအသုံးျပဳသူကိုအတည္ျပဳပါ။",
    "Unable to find a supported verification method.": "ေထာက္ပံ့ထားသည့္အတည္ျပဳနည္းလမ္း႐ွာမရပါ။",
    "Waiting for your other session to verify…": "သင္၏အျခားေသာအသုံးျပဳခ်ိန္ကို အတည္ျပဳရန္ ေစာင့္ေနသည္…",
    "Cancelling…": "ပယ္ဖ်က္ေနသည္…",
    "They match": "တူညီသည္",
    "They don't match": "မတူညီပါ",
    "To be secure, do this in person or use a trusted way to communicate.": "လုံျခဳံမႈ႐ွိေစရန္ ၎ကိုလူကိုယ္တိုင္ျပဳလုပ္ပါ သို႔မဟုတ္ ဆက္သြယ္ရန္ယုံၾကည္စိတ္ခ်ရေသာနည္းလမ္းကိုအသုံးျပဳပါ။",
    "Dog": "ေခြး",
    "Cat": "ေၾကာင္",
    "Lion": "ျခေသၤ့",
    "Horse": "ျမင္း",
    "Unicorn": "Unicorn",
    "Pig": "၀က္",
    "Elephant": "ဆင္",
    "Rabbit": "ယုန္",
    "Panda": "ပန္ဒါ၀က္၀ံ",
    "Rooster": "ၾကက္ဖ",
    "Penguin": "ပင္ကြင္း",
    "Turtle": "ပင္လယ္လိပ္",
    "Fish": "ငါး",
    "Octopus": "ေရဘ၀ဲ",
    "Butterfly": "လိပ္ျပာ",
    "Flower": "ပန္း",
    "Tree": "သစ္ပင္",
    "Cactus": "ကႏၱာရရွားေစာင္းပင္",
    "Mushroom": "မိႈ",
    "Globe": "ကမၻာ",
    "Moon": "လ",
    "Cloud": "တိမ္",
    "Fire": "မီး",
    "Banana": "ငွက္ေပ်ာသီး",
    "Apple": "ပန္းသီး",
    "Strawberry": "စေတာ္ဘယ္ရီ",
    "Corn": "ေျပာင္းဖူး",
    "Pizza": "ပီဇာ",
    "Cake": "ကိတ္မုန္႔",
    "Heart": "အသည္းပုံ",
    "Smiley": "ျပံဳးရႊင္ေနေသာပုံ",
    "Robot": "စက္ရုပ္",
    "Hat": "ဦးထုပ္",
    "Glasses": "မ်က္မွန္",
    "Spanner": "ခြ",
    "Santa": "ဆန္တာ",
    "Thumbs up": "လက္မေထာင္သည္",
    "Umbrella": "ထီး",
    "Hourglass": "သဲနာရီ",
    "Clock": "နာရီ",
    "Gift": "လက္ေဆာင္",
    "Light bulb": "မီးသီး",
    "Book": "စာအုပ္",
    "Pencil": "ခဲတံ",
    "Paperclip": "စာရြက္ညွပ္ကလစ္",
    "Scissors": "ကတ္ေၾကး",
    "Lock": "ေသာ့ခေလာက္",
    "Key": "ေသာ့တံ",
    "Hammer": "တူ",
    "Telephone": "တယ္လီဖုန္း",
    "Flag": "အလံ",
    "Train": "ရထား",
    "Bicycle": "စက္ဘီး",
    "Aeroplane": "ေလယာဥ္ပ်ံ",
    "Rocket": "ဒုံးပ်ံ",
    "Trophy": "ဆု",
    "Ball": "ေဘာလုံး",
    "Guitar": "ဂီတာ",
    "Trumpet": "ခရာ",
    "Bell": "ေခါင္းေလာင္း",
    "Anchor": "ေက်ာက္ဆူး",
    "Headphones": "နားၾကပ္",
    "Folder": "ဖိုင္",
    "Pin": "တြယ္အပ္",
    "Your server isn't responding to some <a>requests</a>.": "သင့္ဆာဗာသည္ တခ်ိဳ႕ကို မတု႔ံျပန္ပါ <a>requests</a>.",
    "Accept <policyLink /> to continue": "လက္ခံသည္ <policyLink /> ဆက္လက္ရန္",
    "Upload": "တင္သည္",
    "Remove": "ဖယ္ရွားသည္",
    "This bridge was provisioned by <user />.": "<user /> က ဤဟာကြက္ကိုေထာက္ပံ့ခဲ့သည္ ",
    "This bridge is managed by <user />.": " <user /> က  ဤဟာကြက္ကိုစီမံခဲ့သည္",
    "Show less": "နည္းနည္းျပပါ",
    "Show more": "ပိုျပပါ",
    "Failed to upload profile picture!": "ကိုယ္ေရးဓာတ္ပုံတင္ျခင္း မေအာင္ျမင္ပါ",
    "Upload new": "အသစ္တင္မည္",
    "No display name": "ျပသမည့္နာမည္မရွိျခင္း",
    "New passwords don't match": "စကား၀ွက္အသစ္မကိုက္ညီပါ",
    "Passwords can't be empty": "စကား၀ွက္သည္ အလြတ္ျဖစ္ေန၍မရပါ",
    "Warning!": "သတိေပးခ်က္!",
    "Changing password will currently reset any end-to-end encryption keys on all sessions, making encrypted chat history unreadable, unless you first export your room keys and re-import them afterwards. In future this will be improved.": "သင့္၏ပထမအႀကိမ္ သင့္အခန္းေသာ့ခ်က္မ်ားကို တင္ပို႔ျခင္းႏွင့္ ေနာက္မွျပန္တင္သြင္းျခင္းမဟုတ္ပါက စကား၀ွက္ကိုယခုေျပာင္းျခင္းသည္ အသုံးျပဳခ်ိန္အားလုံးမွ လွိ်ဳ႕၀ွက္ေသာ့ခ်က္မ်ားကို ျပန္လည္ျပင္ဆင္ျခင္း၊ လွ်ိဳ႕၀ွက္စကား၀ိုင္းမ်ားဖတ္လို႔မရေအာင္ျပဳလုပ္ျခင္းျဖစ္ႏိုင္သည္။ သို႔မွသာလွ်င္ေနာင္တြင္တိုးတက္လာလိမ့္မည္။ ",
    "Export E2E room keys": "E2E အခန္းေသာ့ခ်က္မ်ား တင္ပို႔သည္",
    "Do you want to set an email address?": "အီးေမးလ္လိပ္စာကို သင္ျပန္လည္ျပင္ဆင္ပါမည္လား?",
    "Current password": "ယခုစကား၀ွက္",
    "Password": "စကား၀ွက္",
    "New Password": "စကား၀ွက္အသစ္",
    "Confirm password": "စကား၀ွက္ေသခ်ာေအာင္လုပ္ပါ",
    "Change Password": "စကား၀ွက္ေျပာင္းသညါ",
    "Your homeserver does not support cross-signing.": "သင္၏ပင္မဆာဗာသည္ cross-signing ကိုမပ့ံပိုးပါ",
    "Cross-signing and secret storage are enabled.": "Cross-signing ႏွင့္ လွ်ိဳ႕၀ွက္သိုေလွာင္မႈ ရႏိုင္သည္.",
    "Your account has a cross-signing identity in secret storage, but it is not yet trusted by this session.": "သင့္အေကာင့္လွ်ိဳ႕၀ွက္သိုေလွာင္မႈတြင္ cross-signing အေထာက္အထားရွိသည္၊ သို႔ေသာ္ဤအသုံးျပဳခ်ိန္တြင္ စိတ္မခ်ရေသးပါ",
    "Cross-signing and secret storage are not yet set up.": "Cross-signing ႏွင့္ လွ်ိဳ႕၀ွက္သိုေလွာင္မႈ ကိုခုထိ ျပင္ဆင္၍မျပီးေသးပါ",
    "Reset cross-signing and secret storage": "Cross-signing ႏွင့္ လွ်ိဳ႕၀ွက္သိုေလွာင္မႈ ျပန္လည္ျပင္ဆင္ၿပီး",
    "Bootstrap cross-signing and secret storage": "Cross-signing ႏွင့္ လွ်ိဳ႕၀ွက္သိုေလွာင္မႈ ကိုကိုယ္တိုင္ျပဳျပင္သည္",
    "well formed": "ေအာင္ျမင္စြာျပီးေျမာက္သည္",
    "unexpected type": "မေမွ်ာ္လင့္ထားေသာပုံစံ",
    "Cross-signing public keys": "Cross-signing လူသိရွင္ၾကားေသာ့ခ်က္မ်ား",
    "in memory": "မွတ္ဥာဏ္ထဲတြင္",
    "not found": "မေတြ႔ပါ",
    "Cross-signing private keys": "Cross-signing သို၀ွက္ေသာေသာ့ခ်က္မ်ား",
    "in secret storage": "လွ်ိဳ႕၀ွက္သိုေလွာင္မႈတြင္",
    "Master private key": "အဓိကသို၀ွက္ေသာေသာ့ခ်က္မ်ား",
    "cached locally": "ေနရာအလိုက္လွ်ိဳ႕၀ွက္ထားသည္",
    "not found locally": "ေနရာအလိုက္မေတြ႔ပါ",
    "Self signing private key": "ကိုယ္တိုင္၀င္ေရာက္ျခင္းသို၀ွက္ေသာေသာ့ခ်က္မ်ား",
    "User signing private key": "အသုံးျပဳသူ၀င္ေရာက္ျခင္းသို၀ွက္ေသာေသာ့ခ်က္မ်ား",
    "Session backup key": "အသုံးျပဳခ်ိန္အရန္ထားေသာေသာ့ခ်က္",
    "Secret storage public key": "လွ်ိဳ႕၀ွက္သိုေလွာင္မႈ လူသိရွင္ၾကားေသာ့ခ်က္",
    "in account data": "အေကာင့္ေဒတာတြင္",
    "Homeserver feature support": "ပင္မဆာဗာအစီအစဥ္ေထာက္ပံ့မႈ",
    "exists": "တည္ရွိသည္",
    "Your homeserver does not support session management.": "သင္၏ပင္မဆာဗာသည္ အသုံးျပဳခ်ိန္စီမံခန္႔ခြဲမႈ ကိုမေထာက္ပံ့ပါ",
    "Unable to load session list": "အသုံးျပဳခ်ိန္စာရင္းကို တင္၍မရပါ",
    "Confirm deleting these sessions by using Single Sign On to prove your identity.": " { သင္မည္သူမည္ဝါျဖစ္ေၾကာင္း သက္ေသျပရန္ Single Sign On ကိုအသုံးျပဳ၍ ဤအသုံးျပဳခ်ိန္မ်ားကိုပယ္ဖ်က္ရန္ အတည္ျပဳပါ",
    "other: Confirm deleting these sessions by using Single Sign On to prove your identity.": " အျခား - သင္မည္သူမည္ဝါျဖစ္ေၾကာင္း သက္ေသျပရန္ Single Sign On ကိုအသုံးျပဳ၍ ဤအသုံးျပဳခ်ိန္မ်ားကိုပယ္ဖ်က္ရန္ အတည္ျပဳပါ",
    "one: Confirm deleting this session by using Single Sign On to prove your identity.": "တစ္ေယာက္ - သင္မည္သူမည္ဝါျဖစ္ေၾကာင္း သက္ေသျပရန္ Single Sign On ကိုအသုံးျပဳ၍ ဤအသုံးျပဳခ်ိန္မ်ားကိုပယ္ဖ်က္ရန္ အတည္ျပဳပါ",
    "Confirm deleting these sessions": "ဒီအသုံးျပဳခ်ိန္မ်ားပယ္ဖ်က္ရန္ အတည္ျပဳပါ",
    "Click the button below to confirm deleting these sessions.": "ဒီအသုံးျပဳခ်ိန္မ်ားပယ္ဖ်က္ရန္ အတည္ျပဳပါက ေအာက္ပါခလုတ္ကိုႏွိပ္ပါ",
    "other: Click the button below to confirm deleting these sessions.": "အျခား - ဒီအသုံးျပဳခ်ိန္မ်ားပယ္ဖ်က္ရန္ အတည္ျပဳပါက ေအာက္ပါခလုတ္ကိုႏွိပ္ပါ",
    "one: Click the button below to confirm deleting this session.": "တစ္ေယာက္ - ဒီအသုံးျပဳခ်ိန္မ်ားပယ္ဖ်က္ရန္ အတည္ျပဳပါက ေအာက္ပါခလုတ္ကိုႏွိပ္ပါ",
    "Delete sessions": "{ အသုံးျပဳခ်ိန္ဖ်က္မည္",
    "other: Delete sessions": " အျခား - အသုံးျပဳခ်ိန္ဖ်က္မည္",
    "one:Delete session": " တစ္ေယာက္ - အသုံးျပဳခ်ိန္ဖ်က္မည္",
    "Authentication": "ခြင့္ျပဳခ်က္",
    "ID": "အိုင္ဒီနံပါတ္",
    "Public Name": "အမ်ားသုံးနာမည္",
    "Last seen": "ေနာက္ဆုံးျမင္ခဲ့ေသာ",
    "Failed to set display name": "ျပသထားေသာနာမည္ကို ျပင္ဆင္ရန္ မေအာင္ျမင္ပါ",
    "Individually verify each session used by a user to mark it as trusted, not trusting cross-signed devices.": "Cross-sign စက္ကိုမယုံပဲ အသုံးျပဳသူသုံးခဲ့ေသာအသုံးျပဳတစ္ခုခ်င္းစီ မွတ္သားစစ္ေဆးျခင္းျဖင့္ ယုံၾကည္ေစသည္",
    "Securely cache encrypted messages locally for them to appear in search results, using ": "ရွာေဖြျခင္းရလဒ္တြင္ ေနရာအလိုက္ သို၀ွက္ထားေသာ အမွာစကားမ်ားကို လုံျခံဳေအာင္သိမ္းရာ၌ သုံးသည္",
    "to store messages from ": " အမွာစကားမ်ားသိမ္းဆည္းရန္ ",
    "rooms.": "အခန္းမ်ား.",
    "Manage": "စီမံခန္႔ခြဲသည္",
    "Securely cache encrypted messages locally for them to appear in search results.": "ရွာေဖြျခင္းရလဒ္တြင္ ေနရာအလိုက္ သို၀ွက္ထားေသာ အမွာစကားမ်ားကို လုံျခံဳေအာင္သိမ္းသည္",
    "Enable": "ျဖစ္ေစသည္",
    "Connecting to integration manager...": "မန္ေနဂ်ာစုစည္းရာသို႔ ဆက္သြယ္သည္...",
    "Cannot connect to integration manager": "မန္ေနဂ်ာစုစည္းရာသို႔ ဆက္သြယ္မရပါ",
    "The integration manager is offline or it cannot reach your homeserver.": "မန္ေနဂ်ာစုစည္းရာသည္ လိုင္းပိတ္ထားသည္ သို႔မဟုတ္ သင့္ပင္မဆာဗာသည္မေရာက္ရွိႏိုင္ပါ",
    "Delete Backup": "အရန္အစီအစဥ္ဖ်က္သည္",
    "Are you sure? You will lose your encrypted messages if your keys are not backed up properly.": "ေသခ်ာပါလား? သင္၏ေသာ့ခ်က္မ်ားကို စနစ္တက်အရန္သိမ္းဆည္းထားျခင္းမ႐ွိပါက သင္၏ဝွက္ထားေသာစာမ်ားကို သင္ဆုံး႐ႈံးပါလိမ့္မည္။",
    "Encrypted messages are secured with end-to-end encryption. Only you and the recipient(s) have the keys to read these messages.": "သိုဝွက္ထားတဲ့အီးေမးလ္ေတြကို အဆုံးထိဝွက္ေပးထားသည္။ သင္ႏွင့္လက္ခံသူ(မ်ား) သာဤစာတိုမ်ားကိုဖတ္ရန္ ေသာ့မ်ား႐ွိသည္။",
    "Unable to load key backup status": "အရန္ေသာ့ထားေသာအစီအစဥ္ကို ဖြင့္မရပါ",
    "Restore from Backup": "အရန္အစီအစဥ္မွ ျပန္လည္ရယူပါ",
    "This session is backing up your keys. ": "ဤက႑သည္ သင္၏ေသာ့မ်ားကိုအရန္ကူးထားျခင္းျဖစ္သည္။ ",
    "This session is <b>not backing up your keys</b>, but you do have an existing backup you can restore from and add to going forward.": "ယခုက႑သည္ <b> သင္၏ေသာ့မ်ားကို အရန္သိမ္းဆည္းထားျခင္းမဟုတ္ပါ။ သို႔ေသာ္သင့္တြင္အရန္အစီအစဥ္ ျပန္လည္ရယူထားျခင္းမရွိေသာေၾကာင့္ ထားရွိၿပီးေရွ႕သို႔ဆက္သြားမည္ ",
    "Connect this session to key backup before signing out to avoid losing any keys that may only be on this session.": "ဒီအသုံးျပဳခ်ိန္မွာသာျဖစ္ႏိုင္ေသာ မည္သည့္ေသာ့ကိုမဆို ေ႐ွာင္႐ွားရန္ မထြက္ခင္ ဤအသုံးျပဳခ်ိန္ကို အရန္ေသာ့အစီအစဥ္ ႏွင့္ခ်ိတ္ဆက္ပါ။",
    "Connect this session to Key Backup": "ဤအသုံးျပဳခ်ိန္ကို အရန္ေသာ့အစီအစဥ္ႏွင့္ ခ်ိတ္ဆက္ပါ",
    "not stored": "မသိမ္းထားပါ",
    "All keys backed up": "ေသာ့မ်ားအရန္ထားျပီး",
    "Backup has a <validity>valid</validity> signature from this user": "အရန္အစီအစဥ္တြင္ <validity>valid</validity> အသုံးျပဳသူဆီမွ ကိုယ္ပိုင္အမွတ္အသားရွိသည္ ",
    "Backup has a <validity>invalid</validity> signature from this user": "အရန္အစီအစဥ္တြင္ <validity>invalid</validity> အသုံးျပဳသူဆီမွကိုယ္ပိုင္အမွတ္အသားရွိသည္",
    "Backup has a <validity>valid</validity> signature from this session": "အရန္အစီအစဥ္တြင္ <validity>valid</validity> ဤက႑မွ ကိုယ္ပိုင္အမွတ္အသားရွိသည္",
    "Backup has an <validity>invalid</validity> signature from this session": "အရန္အစီအစဥ္တြင္ <validity>invalid</validity> ဤက႑မွ ကိုယ္ပိုင္အမွတ္အသားရွိသည္",
    "Backup has a <validity>valid</validity> signature from <verify>verified</verify> session <device></device>": "အရန္အစီအစဥ္တြင္ <validity>valid</validity> အမွတ္အသားမွ <verify>verified</verify> က႑ <device></device>",
    "Backup has a <validity>valid</validity> signature from <verify>unverified</verify> session <device></device>": "အရန္အစီအစဥ္တြင္ <validity>valid</validity> အမွတ္အသားမွ <verify>unverified</verify> က႑ <device></device>",
    "Backup has an <validity>invalid</validity> signature from <verify>verified</verify> session <device></device>": "အရန္အစီအစဥ္တြင္ <validity>invalid</validity> အမွတ္အသားမွ <verify>verified</verify> က႑ <device></device>",
    "Backup has an <validity>invalid</validity> signature from <verify>unverified</verify> session <device></device>": "အရန္အစီအစဥ္တြင္ <validity>invalid</validity> အမွတ္အသားမွ <verify>unverified</verify> က႑ <device></device>",
    "Backup is not signed by any of your sessions": "အရန္အစီအစဥ္ကို မည္သည့္က႑မွ မ၀င္ေရာက္ပါ ",
    "This backup is trusted because it has been restored on this session": "ဤက႑ကိုျပန္သိမ္းဆည္းထားသျဖင့္ ထိုအရန္အစီအစဥ္ကူးျခင္းကိုစိတ္ခ်ရသည္",
    "Backup version": "အရန္အစီအစဥ္ဗားရွင္း ",
    "Algorithm": "အယ္လဂိုရီသမ္(ျပႆနာေျဖရွင္းေဖာ္ထုတ္နည္း ",
    "Backup key stored": "အရန္အစီအစဥ္ေသာ့သိမ္းဆည္းျခင္း ",
    "Your keys are <b>not being backed up from this session</b>.": "သင့္ေသာ့ခ်က္သည္ <b>ဤက႑မွ အရန္အစီအစဥ္ရယူလို႔မရပါ </b>.",
    "Back up your keys before signing out to avoid losing them.": "၎တို႔ကိုဆုံး႐ႈံးျခင္းမွေ႐ွာင္႐ွားရန္ သင့္ေသာ့မ်ားကိုမထြက္ခင္ သိမ္းထားပါ။",
    "Start using Key Backup": "အရန္ေသာ့အစီအစဥ္ အသုံးျပဳရန္စတင္ျခင္း",
    "Error saving email notification preferences": "အီးေမးလ္အေၾကာင္းၾကားျခင္းကို ဦးစားေပးသိမ္းဆည္းရာတြင္ မွားယြင္းျခင္း",
    "An error occurred whilst saving your email notification preferences.": "အီးေမးလ္အေၾကာင္းၾကားခ်က္မ်ားကို သိမ္းဆည္းရာတြင္ အမွားအယြင္းတစ္ခုရွိသည္",
    "Keywords": "ေသာ့ခ်က္စကားလုံးမ်ား",
    "Enter keywords separated by a comma": "ေသာ့ခ်က္စကားလုံးမ်ားကို ပုဒ္ရပ္သေကၤတျဖင့္ေရးပါ",
    "Failed to change settings": "ျပင္ဆင္မႈေျပာင္းလဲျခင္းမေအာင္ျမင္ပါ",
    "Can't update user notification settings": "အသုံးျပဳသူအေၾကာင္းၾကားမႈျပင္ဆင္ျခင္းကို ျပဳျပင္မမြမ္းမံႏိုင္ပါ",
    "Failed to update keywords": "ေသာ့ခ်က္စကားလုံးမ်ားျပဳျပင္မြမ္းမံျခင္း မေအာင္ျမင္ပါ",
    "Messages containing <span>keywords</span>": "အမွာစကားတြင္ပါ၀င္သည္ <span>ေသာ့ခ်က္စကားလံုးမ်ား</span> ",
    "Notify for all other messages/rooms": "အျခားအမွာစကားမ်ား၊အခန္းမ်ားအားလုံးအတြက္ အသိေပးပါ",
    "Notify me for anything else": "အျခားအားလုံးအတြက္ အသိေပးပါ",
    "Enable notifications for this account": "ဤအေကာင့္အတြက္ အသိေပးခ်က္မ်ားဖြင့္ပါ",
    "Clear notifications": "အသိေပးခ်က္မ်ားကိုရွင္းပါ",
    "All notifications are currently disabled for all targets.": "အသိေပးခ်က္အားလုံးသည္ လက္ရွိတြင္ ပစ္မွတ္အားလုံးအတြက္ ပိတ္ထားသည္",
    "Add an email address to configure email notifications": "အီးေမးလ္သတိေပးခ်က္မ်ားကို ျပင္ဆင္ရန္အီးေမးလ္လိပ္စာတစ္ခုထည့္ပါ",
    "Enable email notifications": "အီးေမးလ္သတိေပးခ်က္မ်ားဖြင့္ပါ",
    "Notifications on the following keywords follow rules which can’t be displayed here": "ေအာက္ေဖာ္ျပပါေသာ့ခ်က္စာလုံးမ်ားအတြက္ အသိေပးခ်က္မ်ားသည္ ဤေနရာတြင္ျပသရန္ မျဖစ္ႏိုင္သည့္စည္းမ်ဥ္းမ်ားကိုလိုက္နာသည္။",
    "Unable to fetch notification target list": "အသိေပးခ်က္ပစ္မွတ္စာရင္းဆြဲမရပါ",
    "Notification targets": "အသိေပးခ်က္ပစ္မွတ္",
    "Advanced notification settings": "အဆင့္ျမွင့္ထားေသာ အသိေပးခ်က္ျပင္ဆင္မႈမ်ား",
    "There are advanced notifications which are not shown here.": "ဤေနရာတြင္မျပထားေသာ အဆင့္ျမင့္အသိေပးခ်က္မ်ား႐ွိပါသည္။",
    "Enable desktop notifications for this session": "ဤက႑အတြက္ မ်က္ႏွာျပင္သတိေပးခ်က္မ်ားကိုဖြင့္ပါ",
    "Show message in desktop notification": "မ်က္ႏွာျပင္သတိေပးခ်က္မွ အမွာစကားကိုျပပါ",
    "Enable audible notifications for this session": "ဤက႑အတြက္ အသံသတိေပးခ်က္ဖြင့္ပါ",
    "Off": "ပိတ္သည္",
    "On": "ဖြင့္သည္",
    "Noisy": "ဆူညံသည္",
    "<a>Upgrade</a> to your own domain": "<a>Upgrade</a> သင့္ကိုယ္ပိုင္နယ္ပယ္သို႔",
    "Display Name": "ျပသေသာနာမည္",
    "Profile picture": "ကိုယ္ေရးဓာတ္ပုံ",
    "Save": "သိမ္းဆည္းသည္",
    "Identity Server URL must be HTTPS": "အေထာက္အထားဆာဗာ URL သည္ HTTPS ျဖစ္ရမည္",
    "Could not connect to Identity Server": "အေထာက္အထားဆာဗာကို ဆက္သြယ္၍မရပါ",
    "Checking server": "ဆာဗာစစ္ျခင္း",
    "Change identity server": "အေထာက္အထားဆာဗာေျပာင္းသည္",
    "Disconnect from the identity server <current /> and connect to <new /> instead?": "အေထာက္အထားဆာဗာ <current /> မွအဆက္အသြယ္ဖ်က္ပါ <new /> အစား ?",
    "Terms of service not accepted or the identity server is invalid.": "၀န္ေဆာင္မႈဆိုင္ရာ သတ္မွတ္ခ်က္မ်ားကို လက္မခံပါ သို႔မဟုတ္ အေထာက္အထားဆာဗာသည္မမွန္ကန္ပါ။",
    "The identity server you have chosen does not have any terms of service.": "သင္ေ႐ြးခ်ယ္ထားသည့္ အေထာက္အထားဆာဗာတြင္ ၀န္ေဆာင္မႈဆိုင္ရာစည္းကမ္းခ်က္မ်ားမ႐ွိပါ။။",
    "Disconnect identity server": "အေထာက္အထားဆာဗာကိုအဆက္အသြယ္ဖ်က္သည္",
    "Disconnect from the identity server <idserver />?": "အေထာက္အထားဆာဗာမွ အဆက္အသြယ္ဖ်က္သည္ <idserver />?",
    "Disconnect": "အဆက္အသြယ္ဖ်က္သည္",
    "You should <b>remove your personal data</b> from identity server <idserver /> before disconnecting. Unfortunately, identity server <idserver /> is currently offline or cannot be reached.": "<b>သင့္ကိုယ္ပိုင္ေဒတာကိုဖ်က္သင့္သည္ </b> အေထာက္အထားဆာဗာမွ <idserver /> အဆက္အသြယ္မဖ်က္ခင္. ကံမေကာင္းစြာျဖင့္ အေထာက္အထားဆာဗာ <idserver /> သည္လိုင္းပိတ္ထားသည္ သို႔မဟုတ္ မေရာက္ရွိႏိုင္ပါ",
    "You should": "သင္လုပ္သင့္သည္",
    "check your browser plugins for anything that might block the identity server (such as Privacy Badger)": "အေထာက္အထားဆာဗာပိတ္ခံရျခင္းအတြက္ ေဆာ့ဖ္၀ဲလ္ပရိူဂရမ္အေသးကို စစ္သင့္သည္ (Privacy Badger ကဲ့သို႔",
    "contact the administrators of identity server <idserver />": "အေထာက္အထားဆာဗာ၏ ဦးေဆာင္သူမ်ားကို ဆက္သြယ္သည္ <idserver />",
    "wait and try again later": "ခဏေစာင့္ျပီး ေနာက္မွျပန္ၾကိဳးစားပါ",
    "Disconnect anyway": "ဘယ္လိုျဖစ္ျဖစ္ ဆက္သြယ္မရပါ",
    "You are still <b>sharing your personal data</b> on the identity server <idserver />.": "သင္သည္ <b> သင့္ကိုယ္ပိုင္ေဒတာကိုမွ်ေ၀ေနေသးသည္ </b> အေထာက္အထားဆာဗာတြင္ <idserver />.",
    "We recommend that you remove your email addresses and phone numbers from the identity server before disconnecting.": "ဆက္သြယ္မႈမျဖဳတ္ခင္ သင္၏အီးေမးလ္လိပ္စာမ်ားႏွင့္ ဖုန္းနံပါတ္မ်ားကို အေထာက္အထားဆာဗာမွ ဖယ္႐ွားရန္ကြၽႏ္ုပ္တို႔အၾကံျပဳပါသည္။",
    "Go back": "အေနာက္သို႔ျပန္သြားပါ",
    "You are currently using <server></server> to discover and be discoverable by existing contacts you know. You can change your identity server below.": "သင္ယခုအသုံးျပဳေနသည္ <server></server> သင္သိေသာ႐ွိၿပီးသားအဆက္အသြယ္မ်ားကို ႐ွာေဖြေတြ႕႐ွိရန္။ ေအာက္တြင္ သင့္အေထာက္အထားဆာဗာကို ေျပာင္းႏိုင္သည္",
    "If you don't want to use <server /> to discover and be discoverable by existing contacts you know, enter another identity server below.": "သင္အသုံးမျပဳလွ်င္ <server /> သင္သိေသာ႐ွိၿပီးသား အဆက္အသြယ္မ်ားကို ႐ွာေဖြေတြ႕႐ွိရန္ ေအာက္တြင္အျခားအေထာက္အထားဆာဗာသို႔၀င္ပါ.",
    "Identity Server": "အေထာက္အထားဆာဗာ",
    "You are not currently using an identity server. To discover and be discoverable by existing contacts you know, add one below.": "အေထာက္အထားဆာဗာကို သင္လက္ရွိအသုံးမျပဳပါ။ သင္သိေသာ႐ွိၿပီးသား အဆက္အသြယ္မ်ားကို ႐ွာေဖြေတြ႕႐ွိရန္ ေအာက္တြင္တစ္ခုထည့္ပါ",
    "Disconnecting from your identity server will mean you won't be discoverable by other users and you won't be able to invite others by email or phone.": "သင္၏ အေထာက္အထားဆာဗာမွ အဆက္အသြယ္ဖ်က္ျခင္းသည္ အျခားအသုံးျပဳသူမ်ားမွ သင့္ကို႐ွာေဖြေတြ႕႐ွိႏိုင္မည္ မဟုတ္ေသာေၾကာင့္ အျခားသူမ်ားကိုအီးေမးလ္ သို႔မဟုတ္ ဖုန္းျဖင့္ဖိတ္ၾကားႏိုင္မည္မဟုတ္ပါ။",
    "Using an identity server is optional. If you choose not to use an identity server, you won't be discoverable by other users and you won't be able to invite others by email or phone.": "အေထာက္အထားဆာဗာအသုံးျပဳျခင္းကို စိတ္ၾကိဳက္လုပ္ႏိုင္သည္။ အေထာက္အထားဆာဗာတစ္ခုကို မေရြးခ်ယ္လွ်င္ အျခားအသုံးျပဳသူမ်ားမွ သင့္ကို႐ွာေဖြေတြ႕႐ွိႏိုင္မည္ မဟုတ္ေသာေၾကာင့္ အျခားသူမ်ားကိုအီးေမးလ္ သို႔မဟုတ္ ဖုန္းျဖင့္ဖိတ္ၾကားႏိုင္မည္မဟုတ္ပါ။",
    "Do not use an identity server": "အေထာက္အထားဆာဗာတစ္ခုကို အသုံးမျပဳပါ",
    "Enter a new identity server": "အေထာက္အထားဆာဗာအသစ္ကို၀င္မည္",
    "Change": "ေျပာင္းမည္",
    "Use an Integration Manager to manage bots, widgets, and sticker packs.": "စုေပါင္းမန္ေနဂ်ာကို bots, widgets, ႏွင့္ sticker packs စီမံရန္သုံးသည္",
    "Manage integrations": "စုေပါင္းခ်က္မ်ားစီမံသည္",
    "Integration Managers receive configuration data, and can modify widgets, send room invites, and set power levels on your behalf.": "စုေပါင္းမန္ေနဂ်ာသည္ configuration data လက္ခံျပီး widgetsမ်ားမြမ္းမံ၍ အခန္းဖိတ္ၾကားႏိုင္ျပီး သင့္စိတ္ၾကိဳက္ပါ၀ါအဆင့္သတ္မွတ္ႏိုင္သည္",
    "Checking for an update...": "မြမ္းမံျပင္ဆင္မႈအတြက္စစ္ေဆးျခင္း ...",
    "No update available.": "မြမ္းမံျပင္ဆင္မႈမရွိပါ.",
    "Downloading update...": "မြမ္းမံျပင္ဆင္မႈအသစ္ဆြဲျခင္း ...",
    "New version available. <a>Update now.</a>": "ဗားရွင္းအသစ္ရျပီ. <a>မြမ္းမံျပင္ဆင္ပါ</a>",
    "Check for update": "မြမ္းမံျပင္ဆင္ရန္စစ္ေဆးသည္",
    "Hey you. You're the best!": "ေဟး မင္း မင္းအေတာ္ဆုံးပဲ",
    "Size must be a number": "ဆိုဒ္သည္နံပါတ္တစ္ခုသာျဖစ္သည္",
    "Invalid theme schema.": "မမွန္ကန္ေသာအခင္းအက်င္းအစီအစဥ္.",
    "Error downloading theme information.": "အခင္းအက်င္းသတင္းအခ်က္ကူးယူျခင္း မေအာင္ျမင္ပါ.",
    "Theme added!": "အခင္းအက်င္ထည့္ျပီး",
    "Custom theme URL": "စိတ္ၾကိဳက္အခင္းအက်င္း URL",
    "Add theme": "အခင္းအက်င္းထည့္ပါ",
    "Theme": "အခင္းအက်င္း",
    "Message layout": "အမွာစကားအျပင္အဆင္",
    "Compact": "သေဘာတူညီခ်က္",
    "Modern": "အသစ္အဆန္း",
    "Customise your appearance": "သင့္အသြင္အျပင္ကို စိတ္ၾကိဳက္ျပဳလုပ္ပါ",
    "Flair": "အစြမ္းအစ",
    "Failed to change password. Is your password correct?": "စကား၀ွက္ေျပာင္းျခင္းမေအာင္ျမင္ပါ။ သင့္စကား၀ွက္မွန္ပါသလား",
    "Success": "ေအာင္ျမင္သည္",
    "Your password was successfully changed. You will not receive push notifications on other sessions until you log back in to them": "သင့္စကား၀ွက္ေျပာင္းျခင္းေအာင္ျမင္သည္။ သင္သည္၎တို႔ထံ ျပန္ဝင္သည္အထိ အျခားက႑မ်ားမွ တြန္းအားေပးသတိေပးခ်က္မ်ားကို သင္ရ႐ွိမည္မဟုတ္ပါ",
    "Profile": "ကိုယ္ေရးအက်ဥ္း",
    "Email addresses": "အီးေမးလ္လိပ္စာမ်ား",
    "Phone numbers": "ဖုန္းနံပါတ္မ်ား",
    "Set a new account password...": "စကား၀ွက္အသစ္တစ္ခုဖန္တီးပါ...",
    "Account": "အေကာင့္",
    "Language and region": "ဘာသာစကားႏွင့္ ေဒသ",
    "Account management": "အေကာင့္စီမံခန္႔ခြဲမႈ",
    "Deactivating your account is a permanent action - be careful!": "သင္၏အေကာင့္ကို ရပ္ဆိုင္းျခင္းသည္အၿမဲတမ္းလုပ္ေဆာင္မႈတစ္ခုျဖစ္သည္။ သတိထားပါ။",
    "Deactivate Account": "အေကာင့္ရပ္ဆိုင္းျခင္း",
    "General": "ေယဘုယ်",
    "Discovery": "ရွာေဖြေတြ႔ရွိခ်က္",
    "Deactivate account": "အေကာင့္ရပ္ဆိုင္းျခင္း",
    "Legal": "စည္းမ်ဥ္းဆိုင္ရာ",
    "Credits": "ေငြစာရင္း",
    "Help & About": "အကူအညီ ႏွင့္ အေၾကာင္းအရာ",
    "Bug reporting": "Bug အစီရင္ခံစာ",
    "If you've submitted a bug via GitHub, debug logs can help us track down the problem. Debug logs contain application usage data including your username, the IDs or aliases of the rooms or groups you have visited and the usernames of other users. They do not contain messages.": "သင္သည္ GitHub မွတစ္ဆင့္ bug တစ္ခုကိုတင္မိလွ်င္ျပႆနာကို႐ွာေဖြရန္ debug မွတ္တမ္းမ်ားကကူညီႏိုင္သည္။ Debug မွတ္တမ္းမ်ားတြင္သင္၏အသုံးျပဳသူအမည္၊ သင္ၾကည့္႐ႈခဲ့သည့္အခန္းမ်ား သို႔မဟုတ္အုပ္စုမ်ား၏အမည္မ်ား သို႔မဟုတ္ကိုယ္ပိုင္နံပါတ္မ်ားႏွင့္ အျခားသုံးစြဲသူ၏သုံးစြဲသူအမည္မ်ား ပါ၀င္ေသာေလွ်ာက္လႊာ အသုံးျပဳမႈအခ်က္အလက္မ်ားပါ၀င္သည္။ သူတို႔တြင္ အမွာစကားမ်ားမပါပါ",
    "Submit debug logs": "debug မွတ္တမ္းမ်ားအတည္ျပဳပါ",
    "Clear cache and reload": "လွ်ိဳ႕၀ွက္စာမ်ားဖ်က္ျပီး ျပန္ထပ္ျဖည့္ပါ",
    "To report a Matrix-related security issue, please read the Matrix.org <a>Security Disclosure Policy</a>.": "Matrix ဆိုင္ရာလုံျခံဳေရးအေၾကာင္းကို အစီခံရန္ the Matrix.org <a>Security Disclosure Policy</a> ဖတ္ပါ.",
    "FAQ": "ေမးေလ့ရွိေသာေမးခြန္းမ်ား",
    "Keyboard Shortcuts": "လက္ကြက္အလြယ္လမ္းမ်ား",
    "Versions": "ဗားရွင္းမ်ား",
    "olm version": "olm ဗားရွင္း",
    "Homeserver is": "ပင္မဆာဗာသည္",
    "Identity Server is": "အေထာက္အထားဆာဗာသည္",
    "Access Token": "၀င္ခြင့္လက္မွတ္",
    "click to reveal": "ထုတ္ေဖာ္ရန္ႏွိပ္ပါ",
    "Labs": "လက္ေတ႔ြမ်ား",
    "Customise your experience with experimental labs features. <a>Learn more</a>.": "သင္၏အေတြ႔အၾကဳံကို လက္ေတြ႔အစီအစဥ္မ်ားႏွင့္တြဲ၍ စိတ္ၾကိဳက္ျပဳလုပ္ပါ <a>Learn more</a>",
    "Ignored/Blocked": "လ်စ္လ်ဴရႈသည္၊ မျမင္ေအာင္တားဆီးသည္",
    "Error adding ignored user/server": "အသုံးျပဳသူ၊ဆာဗာကိုလ်စ္လ်ဴရႈျခင္းမေအာင္ျမင္ပါ",
    "Something went wrong. Please try again or view your console for hints.": "တစ္ခုခုမွားယြင္းသြားသည္။ ထပ္မံႀကိဳးစားၾကည့္ပါ သို႔မဟုတ္ သင့္console တြင္ အရိပ္အႁမြက္ၾကည့္ပါ။",
    "Error subscribing to list": "စာရင္းသြင္းျခင္းတြင္ မေအာင္ျမင္ပါ",
    "Please verify the room ID or address and try again.": "ေက်းဇူးျပဳ၍ အခန္းနံပါတ္ သို႔မဟုတ္ လိပ္စာကိုစစ္ေဆးျပီး ထပ္မံႀကိဳးစားပါ။",
    "Error removing ignored user/server": "အသုံးျပဳသူ၊ဆာဗာကိုလ်စ္လ်ဴရႈျခင္းမွ ဖယ္ရွားရာတြင္မေအာင္ျမင္ပါ",
    "Error unsubscribing from list": "စာရင္းမွထုတ္ပယ္ရာတြင္ မေအာင္ျမင္ပါ",
    "Please try again or view your console for hints.": "ေနာက္တစ္ၾကိမ္ၾကိဳးစားပါ သို႔မဟုတ္ သင့္ console မွ အရိပ္အျမြတ္ၾကည့္ပါ",
    "None": "တစ္ခုမွမဟုတ္",
    "Server rules": "ဆာဗာစည္းမ်ဥ္း",
    "User rules": "အသုံးျပဳသူစည္းမ်ဥ္း",
    "You have not ignored anyone.": "ဘယ္သူ႔ကိုမွ လ်စ္လ်ဴမရႈရေသးပါ",
    "You are currently ignoring": "လက္ရွိသင္လ်စ္လ်ဴရႈေနသည္",
    "You are not subscribed to any lists": "သင္မည္သည့္စာရင္းတြင္မွ စာရင္းမသြင္းရေသးပါ",
    "Unsubscribe": "စာရင္းမွထုတ္ပယ္ျခင္း",
    "View rules": "စည္းမ်ဥ္းမ်ားၾကည့္သည္",
    "You are currently subscribed to": "ယခုသင္စာရင္းသြင္းထားသည္",
    "Ignored users": "လ်စ္လ်ဴ႐ႈထားေသာသုံးစြဲသူမ်ား",
    "⚠ These settings are meant for advanced users.": "⚠ ဤျပင္ဆင္မႈမ်ားသည္ အဆင့္ျမင့္သုံးစြဲသူမ်ားအတြက္ ရည္႐ြယ္သည္။",
    "Ignoring people is done through ban lists which contain rules for who to ban. Subscribing to a ban list means the users/servers blocked by that list will be hidden from you.": "လူမ်ားကိုလ်စ္လ်ဴ႐ႈျခင္းသည္ မည္သူ႔ကိုတားျမစ္ရမည္နည္း ဟူေသာစည္းမ်ဥ္းမ်ားပါ၀င္သည့္ ပိတ္ပင္ထားမႈစာရင္းမ်ားမွျပဳလုပ္သည္။ တားျမစ္စာရင္းသို႔စာရင္းသြင္းျခင္းဆိုသည္မွာ ထိုစာရင္းမွပိတ္ဆို႔ထားေသာ သုံးစြဲသူမ်ာ၊ဆာဗာမ်ားသည္သင့္ထံမွဝွက္ထားလိမ့္မည္ကိုဆိုလိုသည္။",
    "Personal ban list": "ကိုယ္ပိုင္တားျမစ္ခ်က္စာရင္း",
    "Your personal ban list holds all the users/servers you personally don't want to see messages from. After ignoring your first user/server, a new room will show up in your room list named 'My Ban List' - stay in this room to keep the ban list in effect.": "သင္၏ကိုယ္ပိုင္တားျမစ္ခ်က္စာရင္းသည္ သင့္ကိုယ္ေရးကိုယ္တာမက္ေဆ့ခ်္မ်ားကို မျမင္ေစလိုေသာသုံးစြဲသူမ်ား၊ဆာဗာမ်ားအားလုံးပါ၀င္သည္။ သင္၏ပထမဦးဆုံးအသုံးျပဳသူ၊ဆာဗာကိုလ်စ္လ်ဴ႐ႈၿပီးသည့္ေနာက္ သင္၏အခန္းစာရင္းတြင္ My Ban List အမည္႐ွိအခန္းအသစ္တစ္ခုေပၚလာလိမ့္မည္ - တားျမစ္စာရင္းကိုသက္ေရာက္မႈ႐ွိေစရန္ဤအခန္းတြင္ေနပါ။။",
    "Server or user ID to ignore": "ဆာဗာ သို႔မဟုတ္ အသုံးျပဳသူ နံပါတ္ ကိုလ်စ္လ်ဴရႈရန္",
    "eg: @bot:* or example.org": "ဥပမာ - @bot:* or example.org",
    "Ignore": "လ်စ္လ်ဴရႈသည္",
    "Subscribed lists": "စာရင္းသြင္းထားေသာစာရင္းမ်ား",
    "Subscribing to a ban list will cause you to join it!": "တားျမစ္စာရင္းတစ္ခုသို႔ စာရင္းသြင္းျခင္းက သင့္အားပါ၀င္ေစလိမ့္မည္။",
    "If this isn't what you want, please use a different tool to ignore users.": "အကယ္၍ ဤအရာသည္ သင္လိုခ်င္ေသာအရာမဟုတ္ပါက အသုံးျပဳသူမ်ားကိုလ်စ္လ်ဴ႐ႈရန္ အျခားကိရိယာတစ္ခုသုံးပါ။",
    "Room ID or address of ban list": "ပိတ္ပင္တားျမစ္ထားေသာ အခန္းနံပါတ္ သို႔မဟုတ္ လိပ္စာ စာရင္း",
    "Subscribe": "စာရင္းသြင္းသည္",
    "Start automatically after system login": "စနစ္ထဲ၀င္ၿပီးေနာက္ အလိုအေလ်ာက္စတင္ပါ",
    "Always show the window menu bar": "ဖန္သားျပင္ေရြးခ်ယ္မႈဘားမ်ဥ္းကို အျမဲျပပါ",
    "Show tray icon and minimize window to it on close": "အျပား _ သေကၤတကိုႏွိပ္ျပီး ဖန္သားျပင္ကိုပိတ္ပါ",
    "Preferences": "ဦးစားေပးမ်ား",
    "Room list": "အခန္းစာရင္း",
    "Composer": "ေရးသူ",
    "Timeline": "အခ်ိန္ဇယား",
    "Autocomplete delay (ms)": "လုံး၀ေႏွာင့္ေႏွးမႈ (ms)",
    "Read Marker lifetime (ms)": "စံခ်ိန္သက္တမ္းဖတ္ျခင္း (ms)",
    "Read Marker off-screen lifetime (ms)": "စံခ်ိန္ပိတ္ေသာသက္တမ္းဖတ္ျခင္း(ms)",
    "Unignore": "လ်စ္လ်ဴမရႈေသာ",
    "<not supported>": "<အေထာက္အကူမျဖစ္>",
    "Import E2E room keys": "E2E အခန္းေသာ့မ်ားတင္သြင္းျခင္း",
    "Cryptography": "၀ွက္စာေဖာ္နည္း",
    "Session ID": "အသုံးျပဳခ်ိန္နံပါတ္",
    "Session key": "အသုံးျပဳခ်ိန္ေသာ့ခ်က္",
    "Bulk options": "အေရးပါေသာေရြးခ်ယ္မႈမ်ား",
    "Key backup": "အရန္ေသာ့ခ်က္",
    "Message search": "အမွာစကားရွာေဖြမႈ",
    "Cross-signing": "Cross-signing",
    "Your server admin has disabled end-to-end encryption by default in private rooms & Direct Messages.": "သင္၏ဆာဗာဦးေဆာင္သူသည္ သီးသန္႔အခန္းမ်ားႏွင့္ တိုက္႐ိုက္အမွာစကားမ်ားတြင္ ပုံမွန္အားျဖင့္ အဆုံးထိစာဝွက္ျခင္းကိုပိတ္ထားသည္။",
    "Security & Privacy": "လုံျခံဳမႈ ႏွင့္ သီးသန္႔တည္ရွိမႈ",
    "Where you’re logged in": "သင္ဘယ္မွာ၀င္ေရာက္ခဲ့လဲ",
    "Manage the names of and sign out of your sessions below or <a>verify them in your User Profile</a>.": "ေအာက္ေဖာ္ျပပါ နာမည္မ်ားႏွင့္ သင့္အသုံးျပဳခ်ိန္မ်ားမွထြက္ျခင္းကို စီမံပါ သို႔မဟုတ္ </a>သင့္အသုံးျပဳသူ ကိုယ္ေရးအခ်က္အလက္ကို စစ္ေဆးပါ </a>",
    "A session's public name is visible to people you communicate with": "သင္ႏွင့္ဆက္သြယ္သူမ်ားအတြက္ အသုံးျပဳခ်ိန္တစ္ခု၏အမ်ားသုံးအမည္ကိုေတြ႕ႏိုင္သည္",
    "Privacy is important to us, so we don't collect any personal or identifiable data for our analytics.": "သီးသန္႔တည္႐ွိမႈသည္ ကြၽႏ္ုပ္တို႔အတြက္အေရးႀကီးေသာေၾကာင့္ ကြၽႏ္ုပ္တို႔၏ခြဲျခမ္းစိတ္ျဖာမႈအတြက္ မည္သည့္ပုဂၢိဳလ္ေရး သို႔မဟုတ္ သတ္မွတ္ထားေသာအခ်က္အလက္မ်ားကိုမွ်မစုေဆာင္းပါ။",
    "Learn more about how we use analytics.": "ခြဲျခမ္းစိတ္ျဖာမႈကိုကြၽႏ္ုပ္တို႔ မည္သို႔အသုံးျပဳသည္ကိုပိုမိုေလ့လာပါ။",
    "No media permissions": "မီဒီယာခြင့္ျပဳခ်က္မ႐ွိပါ",
    "Missing media permissions, click the button below to request.": "မီဒီယာခြင့္ျပဳခ်က္မရပါက ေတာင္းဆိုရန္ေအာက္ပါခလုတ္ကိုႏွိပ္ပါ။",
    "Request media permissions": "မီဒီယာခြင့္ျပဳခ်က္ ေတာင္းဆိုသည္",
    "No Audio Outputs detected": "အသံအတြက္အခ်က္အလက္ရွာမေတြ႔ပါ",
    "No Microphones detected": "မိုက္ခရိုဖုန္းအတြက္ရွာမေတြ႔ပါ",
    "No Webcams detected": "၀က္ဘ္ကင္မရာအတြက္ရွာမေတြ႔ပါ",
    "Default Device": "ပုံေသထားထားေသာစက္",
    "Audio Output": "အသံအတြက္အခ်က္အလက္",
    "Microphone": "မိုက္ခရိုဖုန္း",
    "Camera": "ကင္မရာ",
    "Voice & Video": "အသံႏွင့္ ဗီြဒီယို",
    "This room is not accessible by remote Matrix servers": "ဤအခန္းသည္ ေ၀းလံေသာ Matrix ဆာဗာမွ ၀င္၍မရပါ",
    "<b>Warning</b>: Upgrading a room will <i>not automatically migrate room members to the new version of the room.</i> We'll post a link to the new room in the old version of the room - room members will have to click this link to join the new room.": "<b> သတိေပးခ်က္ </b> - အခန္းတစ္ခုအားအဆင့္ျမႇင့္ျခင္းသည္ <i> အခန္းအဖြဲ႕ဝင္မ်ားကို အခန္းဗား႐ွင္းအသစ္သို႔ အလိုအေလ်ာက္ေျပာင္းေ႐ႊ႕သြားမည္မဟုတ္ပါ။ </i> အခန္းဗား႐ွင္းအေဟာင္းသို႔ အခန္းအသစ္၏လင့္ခ္တစ္ခုတင္ေပးပါမည္။ - အခန္းအဖြဲ႔၀င္မ်ားသည္အခန္းအသစ္သို႔ဝင္ရန္ဤလင့္ခ္ကိုႏွိပ္ပါ။",
    "Upgrade this room to the recommended room version": "ဒီအခန္းကို အၾကံျပဳထားေသာ အခန္းဗား႐ွင္းသို႔အဆင့္ျမႇင့္ပါ",
    "this room": "ဤအခန္း",
    "Room information": "အခန္းအခ်က္အလက္",
    "Internal room ID": "အတြင္းခန္းနံပါတ္",
    "Room version": "အခန္းဗားရွင္းအဆင့္",
    "Room version": "အခန္းဗားရွင္းအဆင့္",
    "Developer options": "ေရးသားသူ၏ေ႐ြးခ်ယ္စရာမ်ား",
    "Open Devtools": "Devtools ဖြင့္သည္",
    "This room is bridging messages to the following platforms. <a>Learn more.</a>": "ဤအခန္းသည္ ေအာက္ပါျပထားေသာေနရာမ်ားသို႔ သတင္းစကားမ်ားကိုေပါင္းကူးေပးသည္။ <a>Learn more.</a>",
    "This room isn’t bridging messages to any platforms. <a>Learn more.</a>": "ဤအခန္းသည္ ေအာက္ပါျပထားေသာေနရာမ်ားသို႔ သတင္းစကားမ်ားကိုေပါင္းကူးမေပးသည္။ <a>Learn more.</a>",
    "Bridges": "ကြာဟခ်က္မ်ား",
    "Room Addresses": "အခန္းလိပ္စာမ်ား",
    "URL Previews": "URL ႀကိဳတင္အသိေပးခ်က္မ်ား",
    "Uploaded sound": "တင္ထားေသာအသံ",
    "Sounds": "အသံမ်ား",
    "Notification sound": "အခ်က္ေပးအသံ",
    "Reset": "ျပန္လည္သတ္မွတ္ျခင္း",
    "Set a new custom sound": "စိတ္ၾကိဳက္အသံသစ္တစ္ခုကိုသတ္မွတ္ပါ",
    "Browse": "စာျမည္း",
    "Change room avatar": "အခန္းကိုယ္စားျပဳရုပ္ပုံေျပာင္းပါ",
    "Change room name": "အခန္းနာမည္ေျပာင္းပါ",
    "Change main address for the room": "အခန္းအတြက္အဓိကလိပ္စာကိုေျပာင္းပါ",
    "Change history visibility": "မွတ္တမ္းျမင္ႏိုင္စြမ္းေျပာင္းပါ",
    "Change permissions": "ခြင့္ျပဳခ်က္မ်ားေျပာင္းပါ",
    "Change topic": "ေခါင္းစဥ္ေျပာင္းပါ",
    "Upgrade the room": "အခန္းအဆင့္ျမွင့္ပါ",
    "Enable room encryption": "အခန္း၀ွက္စာျပပါ",
    "Modify widgets": "အစားထိုးမႈမ်ားျပဳျပင္ပါ",
    "Failed to unban": "ပိတ္ပင္မႈပယ္ဖ်က္ျခင္းမေအာင္ျမင္ပါ",
    "Unban": "ပိတ္ပင္မႈပယ္ဖ်က္ျခင္း",
    "Error changing power level requirement": "ပါဝါအဆင့္လိုအပ္ခ်က္ေျပာင္းလဲျခင္းတြင္ အမွားေတြ႔သည္",
    "An error occurred changing the room's power level requirements. Ensure you have sufficient permissions and try again.": "အခန္းပါဝါအဆင့္လိုအပ္ခ်က္ေျပာင္းလဲျခင္းတြင္ အမွားတစ္ခုေတြ႔သည္။ သင့္တြင္လုံေလာက္ေသာခြင့္ျပဳခ်က္႐ွိေၾကာင္းေသခ်ာေအာင္ျပဳလုပ္ျပီး ထပ္မံႀကိဳးစားပါ။",
    "Error changing power level": "ပါဝါအဆင့္ေျပာင္းလဲျခင္းတြင္ အမွားေတြ႔သည္",
    "An error occurred changing the user's power level. Ensure you have sufficient permissions and try again.": "အသုံးျပဳသူ၏ပါဝါအဆင့္ေျပာင္းလဲျခင္းတြင္ အမွားတစ္ခုေတြ႔သည္။ သင့္တြင္လုံေလာက္ေသာခြင့္ျပဳခ်က္႐ွိေၾကာင္းေသခ်ာေအာင္ျပဳလုပ္ျပီး ထပ္မံႀကိဳးစားပါ။",
    "Default role": "ပုံေသအခန္းက႑",
    "Send messages": "အမွာစကားမ်ားပို႔သည္",
    "Invite users": "အသုံးျပဳသူမ်ားဖိတ္ၾကားသည္",
    "Change settings": "အျပင္အဆင္ေျပာင္းပါ",
    "Kick users": "အသုံးျပဳသူမ်ားကန္ထုတ္သည္",
    "Ban users": "အသုံးျပဳသူမ်ားပိတ္ပင္သည္",
    "Remove messages": "အမွာစကားမ်ားဖယ္ရွားသည္",
    "Notify everyone": "လူတိုင္းကိုအသိေပးပါ",
    "No users have specific privileges in this room": "ဒီအခန္းထဲတြင္ မည္သည့္အသုံးျပဳသူမွ အထူးအခြင့္အေရးမရပါ",
    "Privileged Users": "အခြင့္ထူးခံအသုံးျပဳသူမ်ား",
    "Muted Users": "အသံတိတ္အသုံးျပဳသူမ်ား",
    "Banned users": "ပိတ္ပင္ခံထားရေသာအသုံးျပဳသူမ်ား",
    "Roles & Permissions": "အခန္းက႑မ်ားႏွင့္ ခြင့္ျပဳခ်က္မ်ား",
    "Permissions": "ခြင့္ျပဳခ်က္မ်ား",
    "Select the roles required to change various parts of the room": "အခန္း၏အစိတ္အပိုင္း အမ်ိဳးမ်ိဳးကိုေျပာင္းလဲရန္ လိုအပ္ေသာအခန္းက႑မ်ားကိုေ႐ြးခ်ယ္ပါ",
    "Enable encryption?": "လွ်ိဳ႕၀ွက္စာသုံးသည္",
    "Once enabled, encryption for a room cannot be disabled. Messages sent in an encrypted room cannot be seen by the server, only by the participants of the room. Enabling encryption may prevent many bots and bridges from working correctly. <a>Learn more about encryption.</a>": "ဖြင့္ၿပီးသည္ႏွင့္ အခန္းတစ္ခုအတြက္ စာဝွက္ျခင္းကိုပိတ္လို႔မရပါ။ စာဝွက္ထားတဲ့အခန္းတစ္ခန္းထဲမွ ပို႔လိုက္ေသာစာေတြကို ဆာဗာကမျမင္ဘဲ အခန္းမွပါ၀င္သူမ်ားကသာျမင္ႏိုင္သည္။ စာ၀ွက္ျခင္းသည္ bot ႏွင့္ bridges မ်ားစြာအားမွန္ကန္စြာအလုပ္လုပ္ျခင္းမွတားဆီးႏိုင္သည္။<a>Learn more about encryption.</a>",
    "Guests cannot join this room even if explicitly invited.": "အတိအလင္းဖိတ္ၾကားထားသည့္တိုင္ ဧည့္သည္မ်ားသည္ ဤအခန္းသို႔မဝင္ႏိုင္ပါ။",
    "Click here to fix": "ျပင္ရန္ဤေနရာကိုႏွိပ္ပါ",
    "To link to this room, please add an address.": "ဤအခန္းႏွင့္ခ်ိတ္ဆက္ရန္ ေက်းဇူးျပဳ၍ လိပ္စာတစ္ခုထည့္ပါ",
    "Only people who have been invited": "ဖိတ္ၾကားခံရသူမ်ားသာ",
    "Anyone who knows the room's link, apart from guests": "ဧည့္သည္မ်ားမွလြဲ၍ အခန္းလင့္ခ္ကိုသိေသာ တစ္စုံတစ္ေယာက္",
    "Anyone who knows the room's link, including guests": "ဧည့္သည္မ်ားအပါအ၀င္ အခန္းလင့္ခ္ကိုသိေသာ တစ္စုံတစ္ေယာက္",
    "Changes to who can read history will only apply to future messages in this room. The visibility of existing history will be unchanged.": "မွတ္တမ္းမည္သူဖတ္ႏိူင္သည္ကို ေျပာင္းလဲျခင္းသည္ ဤအခန္း႐ွိ ေနာင္လာမည့္သတင္းမ်ားကိုသာ သက္ေရာက္လိမ့္မည္။ ႐ွိၿပီးသားမွတ္တမ္း၏ျမင္ႏိုင္မႈကိုမေျပာင္းလဲပါ။",
    "Anyone": "တစ္စုံတစ္ေယာက္",
    "Members only (since the point in time of selecting this option)": "အဖြဲ႔ဝင္မ်ားသာ (ဤအရာကိုေ႐ြးခ်ယ္ျပီးအခ်ိန္ကတည္းက)",
    "Members only (since they were invited)": "အဖြဲ႔ဝင္မ်ားသာ (သူတို႔ဖိတ္ၾကားခံရျပီးကတည္းက)",
    "Members only (since they joined)": "အဖြဲ႔ဝင္မ်ားသာ (သူတို႔၀င္ေရာက္ျပီးကတည္းက)",
    "Encryption": "လွ်ိဳ႕၀ွက္ကုတ္",
    "Once enabled, encryption cannot be disabled.": "တစ္ၾကိမ္ဖြင့္ျပီးသည္ႏွင့္ လွ်ိဳ႕၀ွက္ကုတ္ကို မပိတ္ႏိုင္ေတာ့ပါ.",
    "Encrypted": "လွ်ိဳ႕၀ွက္ကုတ္ေဖာ္သည္",
    "Who can access this room?": "ဤအခန္းကိုမည္သူ၀င္ႏိုင္သနည္း။",
    "Who can read history?": "မွတ္တမ္းကိုမည္သူဖတ္ႏိုင္သနည္း။",
    "Unable to revoke sharing for email address": "အီးေမးလ္လိပ္စာေဝမွ်မႈကိုျပန္လည္႐ုပ္သိမ္းမရပါ",
    "Unable to share email address": "အီးေမးလ္လိပ္စာေဝမွ်၍မရပါ",
    "Your email address hasn't been verified yet": "သင့္အီးေမးလ္လိပ္စာကို အခုထိအတည္မျပဳရေသးပါ",
    "Click the link in the email you received to verify and then click continue again.": "အတည္ျပဳရန္ သင္လက္ခံရ႐ွိသည့္အီးေမးလ္မွလင့္ခ္ကို ႏွိပ္ၿပီးဆက္သြားရန္ကိုႏွိပ္ပါ။",
    "Unable to verify email address.": "အီးေမးလ္လိပ္စာအတည္ျပဳ၍မရပါ.",
    "Verify the link in your inbox": "သင့္စာအ၀င္မွလင့္ခ္ကိုအတည္ျပဳပါ",
    "Complete": "ၿပီးေျမာက္သည္",
    "Revoke": "ျပန္လည္ရုပ္သိမ္းသည္",
    "Share": "မွ်ေ၀သည္",
    "Discovery options will appear once you have added an email above.": "အေပၚမွာ အီးေမးလ္ထည့္ၿပီးတာနဲ႔ ႐ွာေဖြေတြ႕႐ွိမႈေ႐ြးစရာေတြေပၚလာလိမ့္မယ္။",
    "Unable to revoke sharing for phone number": "ဖုန္းနံပါတ္ေဝမွ်မႈကိုျပန္လည္႐ုပ္သိမ္းမရပါ",
    "Unable to share phone number": "ဖုန္းနံပါတ္ေဝမွ်လို႔မရပါ",
    "Unable to verify phone number.": "ဖုန္းနံပါတ္အတည္ျပဳ၍မရပါ",
    "Incorrect verification code": "အတည္ျပဳကုတ္မွားယြင္းေနသည္",
    "Please enter verification code sent via text.": "ေက်းဇူးျပဳ၍ စာသားျဖင့္အတည္ျပဳကုတ္ ျပန္၀င္ေပးပါ.",
    "Verification code": "အတည္ျပဳကုတ္",
    "Discovery options will appear once you have added a phone number above.": "အေပၚမွာ ဖုန္းနံပါတ္ထည့္ၿပီးတာနဲ႔ ႐ွာေဖြေတြ႕႐ွိမႈေ႐ြးစရာေတြေပၚလာလိမ့္မယ္။",
    "Unable to remove contact information": "အဆက္အသြယ္သတင္းကို ဖယ္ရွား၍မရပါ",
    "Invalid Email Address": "အီးေမးလ္လိပ္စာ၀င္မရပါ",
    "This doesn't appear to be a valid email address": "ဤသည္မွာ၀င္လို႔ရေသာ အီးေမးလ္လိပ္စာတစ္ခုႏွင့္ မတူပါ",
    "Unable to add email address": "အီးေမးလ္လိပ္စာထည့္၍မရပါ",
    "Add": "ထည့္သြင္းသည္",
    "We've sent you an email to verify your address. Please follow the instructions there and then click the button below.": "သင့္လိပ္စာမွန္ကန္ေၾကာင္းအတည္ျပဳရန္ သင့္အားအီးေမးလ္တစ္ေစာင္ပို႔ေပးပါမည္။ ေက်းဇူးျပဳ၍ ထိုတြင္ပါေသာၫႊန္ၾကားခ်က္မ်ားကို လိုက္နာၿပီးေနာက္ေအာက္ပါခလုတ္ကိုႏွိပ္ပါ။",
    "Email Address": "အီးေမးလိပ္စာ",
    "Phone Number": "ဖုန္းနံပါတ္",
    "Cannot add any more widgets": "အစားထိုးမႈမ်ားထပ္ထည့္၍မရႏိုင္ေတာ့ပါ",
    "The maximum permitted number of widgets have already been added to this room.": "အမ်ားဆုံးခြင့္ျပဳထားေသာ အစားထိုးမႈအေရအတြက္ကိုဤအခန္းတြင္ထည့္ၿပီးပါၿပီ။",
    "Add a widget": "အစားထိုးမႈထည့္ပါ",
    "Drop File Here": "ဖိုင္တြဲအားဒီမွာထားပါ",
    "Drop file here to upload": "ဖိုင္တြဲအား တင္ရန္ဒီမွာထားပါ",
    "(unsupported)": " (အေထာက္အကူမျဖစ္)",
    "Join as <voiceText>voice</voiceText> or <videoText>video</videoText>.": " <voiceText>voice</voiceText> သို႔မဟုတ္ <videoText>video</videoText> ကဲ့သို႔၀င္ပါ",
    "This user has not verified all of their sessions.": "ဤအသုံးျပဳသူသည္ သူတို႔၏အသုံးျပဳခ်ိန္အားလုံးကို အတည္မျပဳရေသးပါ",
    "You have not verified this user.": "သင္သည္ ဤအသုံးျပဳသူကို အတည္မျပဳရေသးပါ",
    "You have verified this user. This user has verified all of their sessions.": "သင္သည္ ဤအသုံးျပဳသူကို အတည္ျပဳျပီးပါျပီ။ ဤအသုံးျပဳသူသည္ သူတို႔၏အသုံးျပဳခ်ိန္အားလုံးကို အတည္ျပဳျပီးပါျပီ။",
    "Someone is using an unknown session": "တစ္စုံတစ္ေယာက္က အမည္မသိက႑ကို အသုံးျပဳေနသည္",
    "This room is end-to-end encrypted": "ဤအခန္းသည္ အဆုံးထိလွ်ိဳ႕၀ွက္သည္",
    "Everyone in this room is verified": "ဤအခန္းရွိသူအားလုံး အတည္ျပဳျပီးျပီ",
    "Edit message": "အမွာစကားျပင္သည္",
    "Mod": "Mod",
    "This event could not be displayed": "ဤပြဲကိုျပ၍မရႏိုင္ပါ",
    "Your key share request has been sent - please check your other sessions for key share requests.": "သင္၏ေသာ့ခ်က္ေဝမွ်ရန္ ေတာင္းဆိုမႈကိုေပးပို႔ၿပီးပါၿပီ - ေသာ့ခ်က္ေ၀မွ်ရန္ေတာင္းဆိုမႈမ်ားအတြက္ သင္၏အျခားက႑မ်ားကိုစစ္ေဆးပါ။",
    "Key share requests are sent to your other sessions automatically. If you rejected or dismissed the key share request on your other sessions, click here to request the keys for this session again.": "ေသာ့ခ်က္ေဝမွ်ရန္ေတာင္းဆိုမႈမ်ားကို သင္၏အျခားက႑မ်ားသို႔ အလိုအေလ်ာက္ေပးပို႔ျပီးပါျပီ။ ္သင္၏အျခားက႑မ်ားမွ ေသာ့ခ်က္ေဝမွ်ရန္ေတာင္းဆိုမႈကို သင္ျငင္းပယ္ သို႔မဟုတ္ ပယ္ခ်ခဲ့ပါက၊ ဤက႑အတြက္ေသာ့မ်ားကို ထပ္မံေတာင္းရန္ ဤေနရာတြင္ႏွိပ္ပါ။",
    "If your other sessions do not have the key for this message you will not be able to decrypt them.": "သင္၏အျခားက႑မ်ားတြင္ ဤသတင္းစကားအတြက္ ေသာ့ခ်က္မ႐ွိပါက ၎တို႔ကိုစာဝွက္ျဖည္မရပါ။",
    "Key request sent.": "ေသာ့ခ်က္ေတာင္းဆိုမႈ ပို႔သည္.",
    "<requestLink>Re-request encryption keys</requestLink> from your other sessions.": "<requestLink> ေတာင္းဆိုထားေသာလွ်ိဳ႕၀ွက္ေသာ့ခ်က္ </requestLink> သင့္အျခားက႑မ်ားမွ",
    "This message cannot be decrypted": "ဤသတင္းစကားအတြကစာဝွက္ျဖည္မရပါ။",
    "Encrypted by an unverified session": "အတည္မျပဳႏိုင္ေသာက႑တစ္ခုျဖင့္ စာ၀ွက္ထားသည္",
    "Unencrypted": "စာ၀ွက္မရပါ",
    "Encrypted by a deleted session": "ဖ်က္ထားေသာက႑တစ္ခုျဖင့္ စာ၀ွက္ထားသည္",
    "The authenticity of this encrypted message can't be guaranteed on this device.": "ဤစာဝွက္ျဖင့္ေရးထားေသာစာ၏ စစ္မွန္မႈကို ဤစက္ပစၥည္းေပၚတြင္အာမခံႏိုင္မည္မဟုတ္ပါ။",
    "Please select the destination room for this message": "ေက်းဇူးျပဳၿပီးဒီအမွာစာအတြက္ သြားမဲ့ေနရာကိုေ႐ြးပါ",
    "Scroll to most recent messages": "လက္တေလာအမွာစားမ်ားသို႔ေရြ႕ပါ",
    "Close preview": "ၾကိဳတင္ၾကည့္ရႈမႈကိုပိတ္ပါ",
    "one: and one other...": " တစ္ေယာက္ - : ႏွင့္ အျခားတစ္ေယာက္…………",
    "Invite to this room": "ဤအခန္းသို႔ဖိတ္သည္",
    "Invited": "ဖိတ္ခံရသည္",
    "Filter room members": "အခန္းအဖြဲ႔၀င္မ်ားစစ္ထုတ္သည္",
    "Voice call": "အသံေခၚဆိုမႈ",
    "Video call": "ရုပ္ျမင္ေခၚဆိုမႈl",
    "Hangup": "ဖုန္းခ်သည္",
    "Emoji picker": "Emoji ေရြးခ်ယ္သူ",
    "Upload file": "ဖိုင္တင္သည္",
    "Send an encrypted reply…": "လွ်ိဳ႕၀ွက္စာတစ္ေစာင္ျပန္သည္…",
    "Send a reply…": "စာတစ္ေစာင္ျပန္သည္…",
    "Send an encrypted message…": "လွ်ိဳ႕၀ွက္စာတစ္ေစာင္ပို႔သည္…",
    "Send a message…": "စာတစ္ေစာင္ပို႔သည္…",
    "The conversation continues here.": "စကားေျပာျခင္းကို ဒီမွဆက္ေျပာပါ.",
    "This room has been replaced and is no longer active.": "ဒီအခန္းကိုအစားထိုးထားၿပီး တည္ရွိမေနေတာ့ပါ",
    "You do not have permission to post to this room": "ဒီအခန္းတြင္တင္ရန္ သင့္မွာခြင့္ျပဳခ်က္မ႐ွိပါ",
    "Bold": "အေရာင္ရင့္ေအာင္လုပ္သည္",
    "Italics": "စာလုံးအေစာင္း",
    "Strikethrough": "Strikethrough",
    "Code block": "ကုတ္ပိတ္သည္",
    "Quote": "ကိုးကားခ်က္",
    "No pinned messages.": "တြဲထားေသာအမွာစကားမရွိ.",
    "Loading...": "တင္ေနသည္...",
    "Pinned Messages": "တြဲထားေသာအမွာစကား",
    "Unpin Message": "မတြဲထားေသာအမွာစကား",
    "Jump to message": "အမွာစကားကိုေက်ာ္သည္",
    "Online": "လိုင္းတက္သည္",
    "Idle": "အခ်ည္းႏွီးျဖစ္သည္",
    "Offline": "လိုင္းပိတ္သည္",
    "Unknown": "မသိပါ",
    "Replying": "စာျပန္သည္",
    "No recently visited rooms": "လတ္တေလာ၀င္ေရာက္ထားေသာအခန္းမရွိ",
    "No rooms to show": "ျပရန္အခန္းမ်ားမရွိ",
    "Unnamed room": "နာမည္မရွိေသာအခန္း",
    "World readable": "ဖတ္လို႔ရေသာကမာၻေက်ာ္အေၾကာင္း",
    "Guests can join": "ဧည့္သည္ပူးေပါင္းႏိုင္သည္",
    "Join Room": "ပူးေပါင္းႏိုင္ေသာအခန္း",
    "Settings": "ျပင္ဆင္ခ်က္မ်ား",
    "Forget room": "အခန္းေမ့သည္",
    "Search": "ရွာေဖြသည္",
    "Share room": "အခန္းမွ်ေ၀သည္",
    "Invites": "ဖိတ္ၾကားခ်က္မ်ား",
    "Favourites": "အၾကိဳက္မ်ား",
    "People": "လူမ်ား",
    "Start chat": "စတင္စကားေျပာသည္",
    "Rooms": "အခန္းမ်ား",
    "Create room": "အခန္းဖန္တီးသည္",
    "Low priority": "အနိမ့္စားဦးစားေပး",
    "System Alerts": "စနစ္သတိေပးခ်က္",
    "Historical": "မွတ္တမ္းဆိုင္ရာ",
    "Custom Tag": "စိတ္ၾကိဳက္စာတန္း",
    "This room": "ဤအခန္း",
    "Joining room …": "အခန္းပူးေပါင္းသည္ …",
    "Loading …": "တင္သည္ …",
    "Rejecting invite …": "ဖိတ္ၾကားခ်က္ျငင္းပယ္သည္ …",
    "Join the conversation with an account": "အေကာင့္ျဖင့္စကားေျပာခန္းသို႔ပူးေပါင္းသည္",
    "Sign Up": "စာရင္းသြင္းသည္",
    "Loading room preview": "အခန္းၾကိဳတင္ျပသမႈတင္သည္",
    "Forget this room": "ဤအခန္းကိုေမ့သည္",
    "Re-join": "ျပန္ပူးေပါင္းသည္",
    "unknown error code": "အမည္မသိအမွားကုတ္",
    "You can only join it with a working invite.": "သင္သည္ လုပ္ေဆာင္ႏိုင္ေသာဖိတ္ၾကားခ်က္ႏွင့္သာ ပူးေပါင္းႏိုင္သည္",
    "Try to join anyway": "ဘယ္လိုျဖစ္ျဖစ္ ပူးေပါင္းရန္ ၾကိဳးစားသည္",
    "You can still join it because this is a public room.": "သင္အဲ့အရာကိုပူးေပါင္းႏိုင္သည္ အဘယ္ေၾကာင့္ဆိုေသာ္ အမ်ားပိုင္အခန္းျဖစ္ေသာေၾကာင့္ျဖစ္သည္",
    "Join the discussion": "ေဆြးေႏြးမႈတြင္ ပူးေပါင္းႏိုင္သည္",
    "<userName/> wants to chat": "<အသုံးျပဳသူနာမည္/> စကားေျပာခ်င္သည္",
    "Start chatting": "စကားေျပာျခင္းစတင္မည္",
    "<userName/> invited you": "<အသုံးျပဳသူနာမည္/> သင့္ကိုဖိတ္ၾကားသည္",
    "Reject": "ျငင္းပယ္သည္",
    "Reject & Ignore user": "ျငင္းပယ္ၿပီး အသုံးျပဳသူကို လ်စ္လ်ဴရႈပါ",
    "This room doesn't exist. Are you sure you're at the right place?": "အခန္းသည္မတည္ရွိပါ။ ေနရာမွန္တာ သင္ေသခ်ာလား။",
    "Try again later, or ask a room admin to check if you have access.": "ေနာက္မွထပ္ႀကိဳးစားပါ သို႔မဟုတ္ သင့္မွာအခြင့္ရွိလွ်င္ စစ္ေဆးေပးရန္ အခန္းဦးေဆာင္သူအားေမးပါ",
    "Never lose encrypted messages": "လွ်ိဳ႕၀ွက္စာမ်ား ဘယ္ေတာ့မွမေပ်ာက္ပါေစႏွင့္",
    "Messages in this room are secured with end-to-end encryption. Only you and the recipient(s) have the keys to read these messages.": "ဤအခန္း႐ွိအမွာစာမ်ားကို အဆုံးထိစာဝွက္ျဖင့္လုံျခဳံသည္။ သင္ႏွင့္လက္ခံသူ(မ်ား) သာဤစာတိုမ်ားကိုဖတ္ရန္ေသာ့မ်ား႐ွိသည္။",
    "Securely back up your keys to avoid losing them. <a>Learn more.</a>": "၎တို႔ကိုမဆုံး႐ႈံးေစရန္ သင္၏ေသာ့မ်ားကိုလုံျခဳံစြာအရန္ကူးထားပါ <a>Learn more.</a>",
    "Not now": "ယခုမဟုတ္",
    "Don't ask me again": "ငါ့ကိုေနာက္တစ္ခါထပ္မေပးပါႏွင့္",
    "Appearance": "အသြင္အျပင္",
    "Show rooms with unread messages first": "အခန္းမ်ားကို မဖတ္ရေသးေသာအမွာစာမ်ားႏွင့္ အရင္ျပပါ",
    "Show previews of messages": "အမွာစာမ်ား၏ႀကိဳတင္ျပသမႈ ျပပါ",
    "Sort by": "ျဖင့္စဥ္သည္",
    "Activity": "လႈပ္ရွားမႈမ်ား",
    "A-Z": "A-Z",
    "List options": "စာရင္းေရြးခ်ယ္မႈမ်ား",
    "Jump to first unread room.": "မဖတ္ရေသးေသာ ပထမအခန္းသို႔ ေက်ာ္သြားပါ",
    "Jump to first invite.": "ပထမဖိတ္ၾကားမႈသို႔ ေက်ာ္သြားပါ",
    "Add room": "အခန္းထည့္သည္",
    "Use default": "ပုံေသသုံးမည္",
    "All messages": "အမွာစာအားလုံး",
    "Mentions & Keywords": "ရည္ညႊန္းခ်က္မ်ား ႏွင့္ ေသာ့ခ်က္မ်ား",
    "Notification options": "သတိေပးခ်က္ေရြးခ်ယ္မႈမ်ား",
    "Forget Room": "ေမ့ေနေသာအခန္း",
    "Favourited": "ႀကိဳက္ႏွစ္သက္ခံရေသာ",
    "Favourite": "ႀကိဳက္ႏွစ္သက္ေသာ",
    "Low Priority": "အနိမ့္ဦးစားေပး",
    "Leave Room": "အခန္းမွထြက္သည္",
    "Room options": "အခန္းေရြးခ်ယ္မႈမ်ား",
    "one: 1 unread mention.": " တစ္ေယာက္ - :မဖတ္ရေသးေသာရည္ညႊန္းခ်က္တစ္ခု",
    "one: 1 unread message.": " တစ္ေယာက္ - :မဖတ္ရေသးေသာအမွာစာတစ္ခု",
    "Unread messages.": "မဖတ္ရေသးေသာအမွာစာမ်ား",
    "Add a topic": "ေခါင္းစဥ္တစ္ခုထည့္ပါ",
    "Upgrading this room will shut down the current instance of the room and create an upgraded room with the same name.": "ဤအခန္းကိုအဆင့္ျမႇင့္တင္ျခင္းသည္ အခန္း၏လက္႐ွိျဖစ္စဥ္ကိုပိတ္ထားၿပီး နာမည္တူၿပီးအဆင့္ျမႇင့္ထားေသာအခန္းကိုဖန္တီးလိမ့္မည္။",
    "This room has already been upgraded.": "ဤအခန္းကိုအဆင့္ျမႇင့္တင္ၿပီးၿပီ",
    "This room is running room version <roomVersion />, which this homeserver has marked as <i>unstable</i>.": "ဤအခန္းသည္ သုံးလက္စအခန္းဗားရွင္းျဖစ္သည္ <အခန္းဗားရွင္းအဆင့္ />, ပင္မဆာဗာမွသတ္မွတ္ထားေသာ <I > မတည္ၿငိမ္</i>.",
    "Only room administrators will see this warning": "အခန္းဦးေဆာင္သူမ်ားသာလွ်င္ ဤသတိေပးခ်က္ကို ျမင္လိမ့္မည္",
    "This Room": "ဤအခန္း",
    "All Rooms": "အခန္းအားလုံး",
    "Search…": "ရွာသည္…",
    "Server error": "ဆာဗာမွားယြင္းမႈ",
    "Server unavailable, overloaded, or something else went wrong.": "ဆာဗာအားမရ႐ွိႏိုင္ျခင္း၊ အလြန္အမင္းတင္ေနျခင္း သို႔မဟုတ္ အျခားတစ္ခုခုမွားယြင္းသြားသည္။",
    "Unknown Command": "အမည္မသိညႊန္ၾကားမႈ",
    "You can use <code>/help</code> to list available commands. Did you mean to send this as a message?": "သင္သုံးႏိုင္သည္ <code>/help</code> ရႏိုင္ေသာညႊန္ၾကားမ်ားစာရင္းလုပ္ရန္။ အမွာစာအေနနဲ႔ ပို႔ရန္ သင္ဆိုလိုပါသလား",
    "Hint: Begin your message with <code>//</code> to start it with a slash.": "အရိပ္အျမြတ္: သင့္အမွာစာကို <code>//</code> ျဖင့္စမွာလား မ်ဥ္းေစာင္းျဖင့္စေရးရန္ .",
    "Send as message": "အမွာစာအေနျဖင့္ပို႔သည္",
    "Failed to connect to integration manager": "စုေပါင္းမန္ေနဂ်ာႏွင့္ ခ်ိတ္ဆက္ရန္ မေအာင္ျမင္ပါ",
    "You don't currently have any stickerpacks enabled": "ယခုသင့္တြင္ စတစ္ကာအိတ္ မရွိေသးပါ",
    "Add some now": "အခု တခ်ိဳ႕ကိုထည့္မည္",
    "Stickerpack": "စတစ္ကာအိတ္",
    "Hide Stickers": "စတစ္ကာမ်ားဖြက္ထားသည္",
    "Show Stickers": "စတစ္ကာမ်ားျပထားသည္",
    "Failed to revoke invite": "ဖိတ္ၾကားခ်က္ျပန္ရုပ္သိမ္းရန္ မေအာင္ျမင္ပါ",
    "Could not revoke the invite. The server may be experiencing a temporary problem or you do not have sufficient permissions to revoke the invite.": "ဖိတ္ၾကားခ်က္ကိုျပန္လည္႐ုပ္သိမ္းလို႔မရပါ ဆာဗာသည္ေခတၱျပႆနာၾကဳံေနရျခင္း သို႔မဟုတ္ သင့္ဖိတ္ၾကားခ်က္ကို ျပန္လည္႐ုပ္သိမ္းရန္ သင့္တြင္လုံေလာက္ေသာခြင့္ျပဳခ်က္မ႐ွိပါ။",
    "Admin Tools": "Admin Tools",
    "Revoke invite": "ဖိတ္ၾကားခ်က္ရုပ္သိမ္းသည္",
    "Jump to first unread message.": "မဖတ္ရေသးေသာပထမအမွာစာသို႔ေက်ာ္သြားပါ",
    "Mark all as read": "အကုန္လုံးဖတ္ၿပီးသားအျဖစ္သတ္မွတ္ပါ",
    "Error updating main address": "အဓိကလိပ္စာတင္ျခင္းတြင္ မွားယြင္းေနသည္",
    "There was an error updating the room's main address. It may not be allowed by the server or a temporary failure occurred.": "အခန္း၏အဓိကလိပ္စာကို အဆင့္ျမႇင့္တင္ရာတြင္ အမွားတစ္ခု႐ွိခဲ့သည္။ ၎ကိုဆာဗာမွခြင့္ျပဳမည္မဟုတ္ပါ သို႔မဟုတ္ ယာယီပ်က္ကြက္မႈတစ္ခုျဖစ္သည္။",
    "There was an error updating the room's alternative addresses. It may not be allowed by the server or a temporary failure occurred.": "အခန္း၏လိပ္စာေနာက္တစ္မ်ိဳးကို အဆင့္ျမႇင့္တင္ရာတြင္ အမွားတစ္ခု႐ွိခဲ့သည္။ ၎ကိုဆာဗာမွခြင့္ျပဳမည္မဟုတ္ပါ သို႔မဟုတ္ ယာယီပ်က္ကြက္မႈတစ္ခုျဖစ္သည္။",
    "Error creating address": "လိပ္စာဖန္တီးရာတြင္ မွားယြင္းေနသည္",
    "There was an error creating that address. It may not be allowed by the server or a temporary failure occurred.": "အခန္း၏အဓိကလိပ္စာကိုဖန္တီးရာတြင္ အမွားတစ္ခု႐ွိခဲ့သည္။ ၎ကို ဆာဗာမွခြင့္ျပဳမည္မဟုတ္ပါ သို႔မဟုတ္ ယာယီပ်က္ကြက္မႈတစ္ခုျဖစ္သည္။",
    "You don't have permission to delete the address.": "သင့္တြင္ လိပ္စာဖ်က္ရန္ ခြင့္ျပဳခ်က္မရွိပါ",
    "There was an error removing that address. It may no longer exist or a temporary error occurred.": "ထိုလိပ္စာကိုဖယ္႐ွားရာတြင္ အမွားတစ္ခု႐ွိသည္။ ၎သည္မ႐ွိေတာ့တာ သို႔မဟုတ္ ယာယီအမွားတစ္ခုျဖစ္ႏိုင္သည္။",
    "Error removing address": "လိပ္စာကိုဖယ္႐ွားရာတြင္ မွားယြင္းေနသည္",
    "Main address": "အဓိကလိပ္စာ",
    "not specified": "မတိက်ပါ",
    "This room has no local addresses": "ဤအခန္းသည္ ေဒသတြင္းလိပ္စာမ်ား မရွိပါ",
    "Local address": "ေဒသတြင္းလိပ္စာ",
    "Published Addresses": "ထုတ္ျပန္ထားေသာလိပ္စာမ်ား",
    "Published addresses can be used by anyone on any server to join your room. To publish an address, it needs to be set as a local address first.": "ထုတ္ျပန္ထားေသာလိပ္စာမ်ားကို မည္သည့္ဆာဗာတြင္မဆို သင့္အခန္းသို႔လူတိုင္းပူးေပါင္းရန္သုံးႏိုင္သည္။ လိပ္စာတစ္ခုထုတ္ျပန္ရန္ ၎ကို ေဒသတြင္းလိပ္စာတစ္ခုအျဖစ္ ဦးစြာသတ္မွတ္ရန္လိုအပ္သည္။။",
    "Other published addresses": "အျခားထုတ္ျပန္ထားေသာလိပ္စာမ်ား",
    "No other published addresses yet, add one below": "အျခားထုတ္ျပန္ထားေသာလိပ္စာမ်ား ခုထိမရွိေသးပါ။ ေအာက္တြင္တစ္ခုထည့္ပါ",
    "New published address (e.g. #alias:server)": "ထုတ္ျပန္ထားေသာလိပ္စာအသစ္ (ဥပမာ - #alias:server)",
    "Local Addresses": "ေဒသတြင္းလိပ္စာမ်ား",
    "Error updating flair": "ပင္ကိုအစြမ္းအစ မြမ္းမံျခင္းတြင္ မွားယြင္းေနသည္",
    "There was an error updating the flair for this room. The server may not allow it or a temporary error occurred.": "ဒီအခန္းအတြက္ပင္ကိုအစြမ္းအစမြမ္းမံမႈအမွားတစ္ခု႐ွိခဲ့သည္။ ဆာဗာကခြင့္မျပဳႏိုင္ပါ သို႔မဟုတ္ ယာယီအမွားတစ္ခုျဖစ္ပြားႏိုင္သည္။",
    "Invalid community ID": "မွားယြင္းေနေသာအဖြဲ႕အစည္းနံပါတ္",
    "Showing flair for these communities": "ဤအဖြဲ႔အစည္းမ်ားအတြက္ ပင္ကိုအစြမ္းအစျပသျခင္း",
    "This room is not showing flair for any communities": "ဤအခန္းသည္ ဘယ္အဖြဲ႔အစည္းမ်ားအတြက္မဆို ပင္ကိုအစြမ္းအစ ျပသည္မဟုတ္ပါ",
    "Room Name": "အခန္းနာမည္",
    "Room Topic": "အခန္းေခါင္းစဥ္",
    "Room avatar": "အခန္းကို္ယ္စားျပဳရုပ္ပုံ",
    "You have <a>enabled</a> URL previews by default.": "သင့္တြင္ရိွသည္ <a>enabled</a> URL ႀကိဳတင္ျပသမႈမ်ား ပုံေသ",
    "You have <a>disabled</a> URL previews by default.": "သင့္တြင္ရွိသည္ <a>disabled</a> URL ႀကိဳတင္ျပသမႈမ်ား ပုံေသ",
    "URL previews are enabled by default for participants in this room.": "URL ႀကိဳတင္ျပသမႈမ်ားသည္ ဤအခန္း၏ပါ၀င္သူမ်ားအတြက္ ပုံေသဖြင့္ေပးထားသည္ ",
    "URL previews are disabled by default for participants in this room.": "URL ႀကိဳတင္ျပသမႈမ်ားသည္ ဤအခန္း၏ပါ၀င္သူမ်ားအတြက္ ပုံေသမဖြင့္ေပးထားပါ",
    "In encrypted rooms, like this one, URL previews are disabled by default to ensure that your homeserver (where the previews are generated) cannot gather information about links you see in this room.": "ဤကဲ့သို႔ေသာစာဝွက္ခန္းမ်ားတြင္ URL ႀကိဳတင္ျပသမႈမ်ားသည္ ္ဤအခန္း၌သင္ေတြ႕ရေသာလင့္ခ္မ်ားႏွင့္ ပတ္သက္ေသာသတင္းအခ်က္အလက္ကို မစုေဆာင္းႏိုင္ေစရန္ သင္၏ပင္မဆာဗာ (ႀကိဳတင္ျပသမႈမ်ားထုတ္လုပ္သည့္ေနရာ) ကို ေသခ်ာစြာပုံေသပိတ္ထားသည္။",
    "When someone puts a URL in their message, a URL preview can be shown to give more information about that link such as the title, description, and an image from the website.": "တစ္ေယာက္ေယာက္ကသူတို႔အမွာစာထဲ URL ထည့္လိုက္လွ်င္ ၀က္ဘ္ဆိုက္မွေခါင္းစဥ္၊ ေဖာ္ျပခ်က္ႏွင့္ ႐ုပ္ပုံကဲ့သို႔ေသာအခ်ိတ္အဆက္ႏွင့္ ပါတ္သက္၍ပိုမိုေသာအခ်က္အလက္မ်ားကိုေပးရန္ URL ႀကိဳတငျ္ပသမႈကို ၾကည့္႐ႈႏိုင္သည္",
    "Waiting for you to accept on your other session…": "သင့္အျခားက႑တြင္ သင့္ကိုလက္ခံရန္ ေစာင့္ဆိုင္းေနသည္…",
    "Accepting…": "လက္ခံေနသည္ …",
    "Start Verification": "အတည္ျပဳျခင္းစတင္သည္",
    "Messages in this room are end-to-end encrypted.": "ဤအခန္းမွအမွာစာမ်ားသည္ အဆုံးထိ စာ၀ွက္ထားသည္",
    "Your messages are secured and only you and the recipient have the unique keys to unlock them.": "သင့္အမွာစာမ်ားသာ္လုံျခံဳသည္၊ သင္ႏွင့္လက္ခံသူမွာသာ ထိုစာမ်ားကိုဖြင့္ရန္ တိက်ေသာေသာ့ရွိသည္",
    "Messages in this room are not end-to-end encrypted.": "အခန္းမွအမွာစာမ်ားသည္ အဆုံးထိ စာ၀ွက္ထားျခင္းမရွိသည္",
    "In encrypted rooms, your messages are secured and only you and the recipient have the unique keys to unlock them.": "လွ်ိဳ႕၀ွက္ထားေသာအခန္းတြင္ သင့္အမွာစာမ်ားသာ္လုံျခံဳသည္၊ သင္ႏွင့္လက္ခံသူမွာသာ ထိုစာမ်ားကိုဖြင့္ရန္ တိက်ေသာေသာ့ရွိသည",
    "Verify User": "အသုံးျပဳသူစစ္ေဆးသည္",
    "For extra security, verify this user by checking a one-time code on both of your devices.": "ပိုလုံျခဳံမႈ႐ွိေစရန္ သင္၏စက္ႏွစ္ခုလုံးတြင္ တစ္ခါသုံးကုဒ္တစ္ခုျဖင့္ ဤအသုံးျပဳသူအားစစ္ေဆးပါ။",
    "Your messages are not secure": "သင့္အမွာစာမ်ားသည္မလုံျခံဳပါ",
    "One of the following may be compromised": "ေအာက္ပါတို႔မွတစ္ခုေၾကာင့္ ေလ်ာ့နည္းျခင္းျဖစ္ႏိုင္သည္",
    "Your homeserver": "သင္၏ပင္မဆာဗာ",
    "The homeserver the user you’re verifying is connected to": "သင္အတည္ျပဳထားေသာအသုံးျပဳသူသည္ ပင္မဆာဗာကိုခ်ိတ္ဆက္လာသည္",
    "Yours, or the other users’ internet connection": "သင့္ဟာ သို႔မဟုတ္ အျခားအသုံးျပဳသူ၏ အင္တာနက္ခ်ိတ္ဆက္မႈ",
    "Yours, or the other users’ session": "သင့္ဟာ သို႔မဟုတ္ အျခားအသုံးျပဳသူ၏အသုံးျပဳခ်ိန္",
    "Members": "အဖြဲ႔၀င္မ်ား",
    "Files": "ဖိုင္တြဲမ်ား",
    "Trusted": "စိတ္ခ်ရေသာ",
    "Not trusted": "စိတ္မခ်ရေသာ",
    "one: 1 verified session": " တစ္ေယာက္ - :စစ္ေဆးၿပီးအသုံးျပဳခ်ိန္တစ္ခ်ိန္",
    "Hide verified sessions": "စစ္ေဆးျပီးအသုံးျပဳခ်ိန္ဖြက္ထားသည္",
    "Hide sessions": "အသုံးျပဳခ်ိန္ဖြက္ထားသည္",
    "Jump to read receipt": "လက္ခံစာဖတ္ရန္ေက်ာ္သည္",
    "Mention": "ေဖာ္ျပခ်က္",
    "Invite": "ဖိတ္ၾကားခ်က္",
    "Share Link to User": "အသုံးျပဳသူအား လင့္ခ္မွ်ေ၀သည္",
    "Direct message": "တိုက္ရိုက္အမွာစာ",
    "Options": "ေရြးခ်ယ္ခ်က္မ်ား",
    "Demote yourself?": "သင့္ကိုယ္သင္အဆင့္ေလ်ာ့ခ်မလား",
    "You will not be able to undo this change as you are demoting yourself, if you are the last privileged user in the room it will be impossible to regain privileges.": "အကယ္၍သင္သည္ အခန္းထဲတြင္ ေနာက္ဆုံးအခြင့္ထူးခံအသုံးျပဳသူျဖစ္လွ်င္ သင္ကိုယ္သင္အဆင့္ေလ်ာ့ခ်ထားသည့္အတြက္ ဤေျပာင္းလဲမႈကို ျပန္ရယူႏိုင္လိမ့္မည္မဟုတ္။",
    "Demote": "အဆင့္ေလ်ာ့ခ်သည္",
    "Disinvite": "ဖိတ္ၾကားခ်က္ဖ်က္သည္",
    "Kick": "ထုတ္ပယ္သည္",
    "Disinvite this user?": "ဒီအသုံးျပဳသူကို ဖိတ္ၾကားခ်က္ဖ်က္မလား",
    "Kick this user?": "ဒီအသုံးျပဳသူကိုထုတ္ပယ္မလား",
    "Failed to kick": "ထုတ္ပယ္ရန္မေအာင္ျမင္ပါ",
    "Try scrolling up in the timeline to see if there are any earlier ones.": "အေစာပိုင္းတြင္ တစ္ခုခုရွိ၊မရွိၾကည့္ရန္ အခ်ိန္ဇယားအေပၚသို႔ ဆြဲၿပီးႀကိဳးစားပါ",
    "For a large amount of messages, this might take some time. Please don't refresh your client in the meantime.": ":အမွာစာမ်ားအေရအတြက္မ်ားေသာအခါ အခ်ိန္ယူရသည္။ ထိုအခ်ိန္တြင္ သင့္စာကို ထပ္မထည့္ပါႏွင့္",
    "one: Remove 1 message": "  တစ္ေယာက္ - :အမွာစာတစ္ေစာင္ဖယ္သည္",
    "Remove recent messages": "လတ္တေလာအမွာစာမ်ားပယ္သည္",
    "Ban": "တားျမစ္သည္",
    "Unban this user?": "ဤအသုံးျပဳသူကိုတားျမစ္တာပယ္ဖ်က္မလား",
    "Ban this user?": "ဤအသုံးျပဳသူကိုတားျမစ္မလား",
    "Failed to ban user": "Failed to ban user",
    "Failed to mute user": "Failed to mute user",
    "Unmute": "အသံဖြင့္သည္",
    "Mute": "အသံပိတ္သည္",
    "Remove from community": "အဖြဲ႔အစည္းမွဖယ္သည္",
    "Disinvite this user from community?": "ဤအသုံးျပဳသူကို အဖြဲ႔အစည္းမွ ဖိတ္ၾကားခ်က္ပယ္ထုတ္မလား",
    "Remove this user from community?": "ဤအသုံးျပဳသူကို အဖြဲ႔အစည္းမွဖယ္မလား",
    "Failed to withdraw invitation": "ဖိတ္ၾကားခ်က္ကို႐ုပ္သိမ္းရန္မေအာင္ျမင္ပါ",
    "Failed to remove user from community": "အသုံးျပဳသူကို အဖြဲ႔အစည္းမွဖယ္ရန္မေအာင္ျမင္ပါ",
    "Failed to change power level": "ပါ၀ါအဆင့္ေျပာင္းရန္မေအာင္ျမင္ပါ",
    "You will not be able to undo this change as you are promoting the user to have the same power level as yourself.": "အသုံးျပဳသူကို သင္၏ပါ၀ါအဆင့္ႏွင့္တူေအာင္ သင္တိုးေပးလိုက္ေသာေၾကာင့္ သင္ဒီ အေျပာင္းအလဲကို ျပန္လုပ္ယူလို႔မရေတာ့ပါ",
    "Are you sure?": "သင္ေသခ်ာပါသလား",
    "Deactivate user?": "အသုံးျပဳသူကိုပိတ္ပါမည္လား",
    "Deactivating this user will log them out and prevent them from logging back in. Additionally, they will leave all the rooms they are in. This action cannot be reversed. Are you sure you want to deactivate this user?": "ဤအသုံးျပဳသူအားပိတ္ထားျခင္းသည္ ၎တို႔ကိုျပန္ထြက္ေစၿပီး ျပန္လည္ဝင္ေရာက္ျခင္းကို တားဆီးလိမ့္မည္။ ထို႔အျပင္ ၎တို႔သည္ ႐ွိခဲ့သည့္အခန္းမ်ားအားလုံးမွ စြန္႔ခြာသြားလိမ့္မည္။ ဤအသုံးျပဳသူအားသင္ပိတ္ခ်င္ပါသလား။",
    "Deactivate user": "အသုံးျပဳသူကိုပိတ္မည္",
    "Failed to deactivate user": "အသုံးျပဳသူကိုပိတ္ရန္ မေအာင္ျမင္ပါ",
    "This client does not support end-to-end encryption.": "ဤေဖာက္သည္သည္ သင့္ကိုအဆုံးထိ လွ်ိဳ႕၀ွက္ျခင္းကို မပံ့ပိုးပါ",
    "Security": "လုံျခံဳေရး",
    "Verify by scanning": "စကန္ဖတ္ျခင္းျဖင့္အတည္ျပဳပါ",
    "If you can't scan the code above, verify by comparing unique emoji.": "အေပၚကကုဒ္ကို စကန္ဖတ္လို႔မရဘူးဆိုရင္ ထူးျခားတဲ့emoji ျဖင့္ယွဥ္အတည္ျပဳပါ။",
    "Verify by comparing unique emoji.": "ထူးျခားတဲ့emoji ျဖင့္ယွဥ္အတည္ျပဳပါ။",
    "Verify by emoji": "emoji ျဖင့္အတည္ျပဳပါ။",
    "Almost there! Is your other session showing the same shield?": "ျပီးေတာ့မည္။ သင့္အျခားက႑ကလဲ အကာအရံတူတူျပလား",
    "Yes": "ဟုတ္တယ္",
    "Verify all users in a room to ensure it's secure.": "လုံျခဳံမႈ႐ွိေစရန္ အခန္းထဲ႐ွိ အသုံးျပဳသူမ်ား အားလုံးကိုစစ္ေဆးပါ",
    "In encrypted rooms, verify all users to ensure it’s secure.": "စာဝွက္ထားတဲ့အခန္းေတြမွာ အသုံးျပဳသူအားလုံးလုံျခဳံမႈ႐ွိမ႐ွိစစ္ေဆးပါ။",
    "You've successfully verified your device!": "သင့္စက္ကို သင္ေအာင္ျမင္စြာအတည္ျပဳျပီးပါျပီ",
    "Verified": "အတည္ျပဳၿပီး",
    "Got it": "ရျပီ",
    "Start verification again from the notification.": ":အသိေပးခ်က္မွ အတည္ျပဳျခင္း ထပ္စတင္ပါ",
    "Start verification again from their profile.": "သူတို႔ကိုယ္ေရးအက်ဥ္းမွ အတည္ျပဳျခင္း ထပ္စတင္ပါ",
    "Verification timed out.": "အတည္ျပဳျခင္း အခ်ိန္ကုန္ျပီ",
    "You cancelled verification on your other session.": "သင္၏အျခားက႑တြင္အတည္ျပဳျခင္း ဖ်က္သိမ္းသည္။",
    "You cancelled verification.": "အတည္ျပဳျခင္းကို သင္ဖ်က္သိမ္းသည္။",
    "Verification cancelled": "အတည္ျပဳျခင္းဖ်က္သိမ္းသည္။",
    "Compare emoji": "emoji ယွဥ္သည္",
    "Sunday": "တနဂၤေႏြ",
    "Monday": "တနလာၤ",
    "Tuesday": "အဂၤါ",
    "Wednesday": "ဗုဒၶဟူး",
    "Thursday": "ၾကာသပေတး",
    "Friday": "ေသာၾကာ",
    "Saturday": "စေန",
    "Today": "ဒီေန႔",
    "Yesterday": "မေန႔",
    "View Source": "အရင္းျမစ္ၾကည့္ရန္",
    "Encryption enabled": "လွ်ိဳ႕၀ွက္စာမ်ားဖြင့္သည္",
    "Messages in this room are end-to-end encrypted. Learn more & verify this user in their user profile.": "ဤအခန္း႐ွိအမွာစာမ်ားကို အဆုံးထိ၀ွက္ထားသည္။ ပိုမိုေလ့လာပါ၊ ဤအသုံးျပဳသူအား ၎တို႔၏အသုံးျပဳ ကိုယ္ေရးအက်ဥ္းတြင္အတည္ျပဳပါ။",
    "Encryption not enabled": "လွ်ိဳ႕၀ွက္စာမ်ားဖြင့္မရပါ",
    "The encryption used by this room isn't supported.": "ဤအခန္းမွသုံးေသာ လွ်ိဳ႕၀ွက္စာကို မပ့ံပိုးပါ",
    "Error decrypting audio": "အသံစာ၀ွက္ျဖည္ျခင္းတြင္ မွားယြင္းေနသည္",
    "React": "ျပန္လည္ေဆာင္ရြက္ပါ",
    "Reply": "စာျပန္သည္",
    "Edit": "ျပင္ဆင္သည္",
    "Message Actions": "အမွာစာလုပ္ေဆာင္ပုံ",
    "Attachment": "ပူးတြဲဖိုင္",
    "Error decrypting attachment": "ပူးတြဲစာျဖည္ျခင္းတြင္ မွားယြင္းေနသည္",
    "Error decrypting image": "ရုပ္ပုံျဖည္ျခင္းတြင္ မွားယြင္းေနသည္",
    "Show image": "ရုပ္ပုံျပပါ",
    "You have ignored this user, so their message is hidden. <a>Show anyways.</a>": "သင္သည္ ဤအသုံးျပဳသူကို လ်စ္လ်ဴ႐ႈထားေသာေၾကာင့္ သူတို႔၏သတင္းစကားကိုဝွက္ထားသည္။ <a>Show anyways.</a>",
    "You accepted": "သင္လက္ခံသည္",
    "You declined": "သင္ျငင္းပယ္သည္",
    "You cancelled": "သင္ပယ္ဖ်က္သည္",
    "Accepting …": "လက္ခံေနသည္ …",
    "Declining …": "ျငင္းပယ္ေနသည္ …",
    "You sent a verification request": "သင္ အတည္ျပဳရန္ ေတာင္းဆိုသည္",
    "Error decrypting video": "ဗီြဒီယိုျဖည္ျခင္းတြင္ မွားယြင္းေနသည္",
    "Show all": "အကုန္ျပပါ",
    "Reactions": "တုံျပန္ခ်က္မ်ား",
    "Message deleted": "အမွာစာဖ်က္သည္",
    "This room is a continuation of another conversation.": "ဒီအခန္းက အျခားစကားေျပာခန္းကို ဆက္ေျပာသည္။",
    "Click here to see older messages.": "အမွာစာအေဟာင္းမ်ားကိုၾကည့္ရန္ ဤေနရာကိုႏွိပ္ပါ",
    "Copied!": "ကူးယူသည္",
    "Failed to copy": "ကူးယူရန္ မေအာင္ျမင္ပါ",
    "Add an Integration": "ေပါင္းစည္းထည့္ပါ",
    "Click to view edits": "ျပင္ဆင္ခ်က္မ်ားၾကည့္ရန္ႏွိပ္ပါ",
    "edited": "ျပင္ဆင္ခဲ့သည္",
    "Can't load this message": "ဤအမွာစာမ်ားကို တင္၍မရပါ",
    "Submit logs": "မွတ္တမ္းမ်ားတင္ျပသည္",
    "Failed to load group members": "အဖြဲ႔၀င္မ်ားထည့္ရန္ မေအာင္ျမင္ပါ",
    "Filter community members": "အဖြဲ႔အစည္း၏အသင္း၀င္မ်ား စစ္ထုတ္သည္",
    "Invite to this community": "ဤအဖြဲ႕အစည္းသို႔ ဖိတ္ၾကားသည္",
    "Removing a room from the community will also remove it from the community page.": "အဖြဲ႔အစည္းမွ အခန္းတစ္ခန္းပယ္ထုတ္ျခင္းသည္ အဖြဲ႔အစည္းစာမ်က္ႏွာမွလဲ ပယ္ထုတ္လိမ့္မည္",
    "Failed to remove room from community": "အဖြဲ႔အစည္းမွ အခန္းပယ္ထုတ္ရန္ မေအာင္ျမင္ပါ",
    "Something went wrong!": "တစ္ခုခုမွားယြင္းေနသည္",
    "Visibility in Room List": "အခန္းစာရင္းမွျမင္ကြင္း",
    "Visible to everyone": "လူတုိင္းျမင္ႏိုင္သည္",
    "Only visible to community members": "အဖြဲ႔အစည္းအသင္း၀င္မ်ားသာ ျမင္ႏိုင္သည္",
    "Add rooms to this community": "ဤအဖြဲ႔အစည္းသို႔ အခန္းမ်ားထည့္သည္",
    "Filter community rooms": "အဖြဲ႔အစည္းအခန္းမ်ား စစ္ထုတ္သည္",
    "Something went wrong when trying to get your communities.": "သင့္အဖြဲ႔အစည္းသို႔ ေရာက္ေအာင္ႀကိဳးစားျခင္းတြင္ တစ္ခုခုမွားယြင္းေနသည္",
    "Display your community flair in rooms configured to show it.": "သင္၏အဖြဲ႔အစည္း အသြင္အျပင္ကို ျပသရန္စီစဥ္ထားေသာအခန္းမ်ားတြင္ျပပါ။",
    "You're not currently a member of any communities.": "သင္သည္ ယခုမည္သည့္ အဖြဲ႔အစည္းတြင္မွ အသင္း၀င္မဟုတ္ပါ",
    "Frequently Used": "ႀကိမ္ဖန္မ်ားစြာအသုံးျပဳထားသည္",
    "Smileys & People": "အျပံဳးမ်ား ႏွင့္ လူမ်ား",
    "Animals & Nature": ":တိရစာၦန္မ်ား ႏွင့္ သဘာ၀",
    "Food & Drink": "စားစရာ ႏွင့္ ေသာက္စရာ",
    "Activities": "လႈပ္ရွားမႈမ်ား",
    "Travel & Places": "ခရီးသြားျခင္း ႏွင့္ ေနရာမ်ား",
    "Objects": "ရည္ရြယ္ခ်က္မ်ား",
    "Symbols": "သေကၤတမ်ား",
    "Flags": "အလံမ်ား",
    "Categories": "အမ်ိဳးအစားမ်ား",
    "Quick Reactions": "လ်င္ျမန္ေသာတုံ႔ျပန္မႈမ်ား",
    "Cancel search": "ရွာေဖြျခင္းပယ္ဖ်က္သည္",
    "Unknown Address": ":အမည္မသိလိပ္စာ",
    "Any of the following data may be shared": "ေအာက္ပါအခ်က္အလက္မ်ားကိုမွ်ေဝႏိုင္သည္",
    "Your display name": "သင္၏ျပသေသာနာမည္",
    "Your avatar URL": "သင္၏ကိုယ္စားျပဳရုပ္ပုံ URL",
    "Your user ID": "သင္၏အသုံးျပဳသူနံပါတ္",
    "Your theme": "သင့္အေၾကာင္းအရာဆိုလိုရင္း",
    "Room ID": "အခန္းနံပါတ္",
    "Widget ID": "Widget ID",
    "Widgets do not use message encryption.": "အစားထိုးမႈမ်ားသည္ စာ၀ွက္ျခင္းကိုမသုံးပါ",
    "Widget added by": "အစားထိုးၿပီး",
    "This widget may use cookies.": "ဤအစားထိုးျခင္းသည္ cookies သုံးႏိုင္သည္",
    "Delete Widget": "အစားထိုးမႈဖ်က္ျခင္း",
    "Deleting a widget removes it for all users in this room. Are you sure you want to delete this widget?": "အစားထိုးမႈတစ္ခုကိုဖ်က္ျခင္းသည္ ဤအခန္း႐ွိအသုံးျပဳသူမ်ားအားလုံးအတြက္ ယင္းကိုဖယ္႐ွားေပးသည္။ ဤအစားထိုးမႈကိုသင္ဖ်က္လိုသလား။",
    "Delete widget": "အစားထိုးမႈအားဖ်က္သည္",
    "Failed to remove widget": "အစားထိုးမႈအားပယ္ထုတ္ရန္ မေအာင္ျမင္ပါ",
    "An error ocurred whilst trying to remove the widget from the room": "အခန္းမွအစားထိုးမႈကို ပယ္ထုတ္ရန္ႀကိဳးစားစဥ္ အမွားတစ္ခုျဖစ္ပြားခဲ့သည္",
    "Minimize apps": "ပရိုဂရမ္အားခ်ဳ႕ံသည္",
    "Maximize apps": "ပရိုဂရမ္အားခ်ဲ႕သည္",
    "Popout widget": "အစားထိုးမႈထြက္ေပၚသည္",
    "More options": "ေရြးခ်ယ္စရာမ်ားပို၍",
    "Join": "ပူးေပါင္းသည္",
    "No results": "ရလဒ္မရွိ",
    "Please <newIssueLink>create a new issue</newIssueLink> on GitHub so that we can investigate this bug.": "ေက်းဇူးျပဳ၍ <newIssueLink> ထုတ္ျပန္ခ်က္တစ္ခု ဖန္တီးပါ </newIssueLink> GitHub တြင္၊ ထို႔မွ ထိုbug ကို ငါတို႔စုံစမ္းစစ္ေဆးႏိုင္မည္",
    "collapse": "ၿပိဳလဲသည္",
    "expand": "တိုးခ်ဲ႕သည္",
    "Rotate Left": "ဘယ္ဘက္သို႔လွည့္သည္",
    "Rotate counter-clockwise": "နာရီလက္တံအစဥ္ကိုေျပာင္းျပန္လွည့္သည္",
    "Rotate Right": "ညာဘက္သို႔လွည့္သည္",
    "Rotate clockwise": "နာရီလက္တံအတိုင္းလွည့္သည္",
    "Download this file": "ဤဖိုင္ကိုကူးယူသည္",
    "Language Dropdown": "ဘာသာစကား Dropdown",
    "one: were invited": "  တစ္ေယာက္ - :မ်ားသည္ဖိတ္ၾကားျခင္းခံရသည္",
    "one: was invited": "  တစ္ေယာက္ - :သည္ဖိတ္ၾကားျခင္းခံရသည္",
    "one: were banned": "  တစ္ေယာက္ - :မ်ားသည္တားျမစ္ျခင္းခံရသည္",
    "one: was banned": "  တစ္ေယာက္ - :သည္တားျမစ္ျခင္းခံရသည္",
    "one: were unbanned": "  တစ္ေယာက္ - :မ်ားသည္တားျမစ္မႈဖယ္ရွားခံရသည္",
    "one: was unbanned": "  တစ္ေယာက္ - :သည္တားျမစ္မႈဖယ္ရွားခံရသည္",
    "one: were kicked": " တစ္ေယာက္ - :မ်ားသည္ပယ္ထုတ္ခံရသည္",
    "one: was kicked": "  တစ္ေယာက္ - :သည္ပယ္ထုတ္ခံရသည္",
    "Power level": "ပါ၀ါအဆင့္",
    "Custom level": "စိတ္ႀကိဳက္အဆင့္",
    "QR Code": "QR ကုဒ္",
    "Unable to load event that was replied to, it either does not exist or you do not have permission to view it.": "ျပန္လည္ေျဖၾကားခဲ့ေသာအရာကိုဖြင့္၍ မရပါ၊ ၎သည္မတည္႐ွိပါ သို႔မဟုတ္ သင္ၾကည့္႐ႈရန္ခြင့္ျပဳခ်က္မ႐ွိပါ။",
    "<a>In reply to</a> <pill>": "<a>In reply to</a> <pill>",
    "Room address": "အခန္းလိပ္စာ",
    "e.g. my-room": "e.g. ကြ်ႏု္ပ္၏အခန္း",
    "Some characters not allowed": "အခ်ိဳ႕စာလုံးမ်ားခြင့္မျပဳပါ",
    "Please provide a room address": "ေက်းဇူးျပဳၿပီးအခန္းလိပ္စာေပးပါ",
    "This address is available to use": "ဤလိပ္စာသည္အသုံးျပဳ၍မရပါ",
    "This address is already in use": "ဤလိပ္စာသည္အသုံးျပဳၿပီးသားျဖစ္ေနသည္",
    "Room directory": "အခန္းလမ္းညႊန္",
    "Sign in with single sign-on": "single sign-on ျဖင့္ ၀င္သည္",
    "ex. @bob:example.com": "ဥပမာ - @bob:example.com",
    "Add User": "အသုံးျပဳသူထည့္သည္",
    "Enter a server name": "ဆာဗာနာမည္ထည့္ပါ",
    "Looks good": "ၾကည့္ေကာင္းသည္",
    "Can't find this server or its room list": "ဤဆာဗာ သို႔မဟုတ္ သူ၏အခန္းစာရင္း ကိုရွာမရပါ  ",
    "All rooms": "အခန္းအားလုံး",
    "Your server": "သင့္ဆာဗာ",
    "Remove server": "ဆာဗာပယ္ဖ်က္သည္",
    "Matrix": "Matrix",
    "Add a new server": "ဆာဗာအသစ္ထည့္သည္",
    "Enter the name of a new server you want to explore.": "သင္ဖြင့္ခ်င္ေသာေဆာဗာအသစ္နာမည္ထည့္ပါ",
    "Server name": "ဆာဗာနာမည္",
    "Add a new server...": "ဆာဗာအသစ္ထည့္သည္ ...",
    "Matrix rooms": "Matrix အခန္းမ်ား",
    "Matrix ID": "Matrix နံပါတ္",
    "Matrix Room ID": "Matrix အခန္းနံပါတ္",
    "email address": "အီးေမးလ္လိပ္စာ",
    "That doesn't look like a valid email address": "ၾကည့္ရတာမွန္ေသာအီးေမးလ္လိပ္စာႏွင့္မတူပါ",
    "You have entered an invalid address.": "သင္မမွန္ေသာအီးေမးလ္လိပ္စာကို၀င္မိသည္",
    "Use an identity server to invite by email. Manage in <settings>Settings</settings>.": "အီးေမးလ္ျဖင့္ဖိတ္ၾကားရန္ အေထာက္အထားဆာဗာတစ္ခုကို သုံးပါ။ စီမံပါ <settings>ျပင္ဆင္ခ်က္မ်ား</settings>.",
    "The following users may not exist": "ေအာက္ပါအသုံးျပဳသူမ်ားမတည္ရွိႏိုင္ပါ",
    "Unable to find profiles for the Matrix IDs listed below - would you like to invite them anyway?": "ေအာက္တြင္ေဖာ္ျပထားေသာ Matrix နံပါတ္မ်ားအတြက္ကိုယ္ေရးအက်ဥ္းမ်ားကို႐ွာေဖြမရပါ။ မည္သို႔ပင္ျဖစ္ေစ သင္သူတို႔အားဖိတ္ေခၚလိုပါသလား။",
    "Invite anyway and never warn me again": "မည္သို႔ပင္ျဖစ္ေစဖိတ္ေခၚၿပီး ေနာက္တစ္ခါ ဘယ္ေတာ့မွသတိမေပးပါႏွင့္",
    "Invite anyway": "မည္သို႔ပင္ျဖစ္ေစဖိတ္ေခၚပါ",
    "Close dialog": "စကားေျပာျခင္းပိတ္ပါ",
    "Please tell us what went wrong or, better, create a GitHub issue that describes the problem.": "ေက်းဇူးျပဳ၍ ဘာမွားသြားလဲ ငါတို႔ကိုေျပာပါ သို႔မဟုတ္ ျပႆနာေဖာ္ျပေသာ GitHub ကိုပိုေကာင္းေအာင္လုပ္ပါ",
    "Preparing to send logs": "မွတ္တမ္းမ်ားပို႔ရန္ ျပင္ဆင္ပါ",
    "Failed to send logs": "မွတ္တမ္းမ်ားပို႔ရန္ မေအာင္ျမင္ပါ",
    "Reminder: Your browser is unsupported, so your experience may be unpredictable.": "အသိေပးခ်က္ - သင့္ပရိူဂရမ္ကို မေထာက္ပံ့ပါ။ ထို႔ေၾကာင့္ သင့္အေတြ႔အၾကံဳကို ခန္႔မွန္း၍မႏိုင္ပါ",
    "Debug logs contain application usage data including your username, the IDs or aliases of the rooms or groups you have visited and the usernames of other users. They do not contain messages.": "Debug မွတ္တမ္းမ်ားတြင္ သင္၏အသုံးျပဳသူအမည္၊ သင္ၾကည့္႐ႈခဲ့သည့္အခန္းမ်ား သို႔မဟုတ္ အဖြဲ႔မ်ား၏အမည္မ်ား ႏွင့္အျခားသုံးစြဲသူ၏သုံးစြဲသူအမည္မ်ားအပါအဝင္ ေဆာ့ဖ္၀ဲလ္အသုံးျပဳမႈအခ်က္အလက္မ်ား ပါ၀င္သည္။ သူတို႔တြင္အမွာစာမ်ားမပါပါ။",
    "Before submitting logs, you must <a>create a GitHub issue</a> to describe your problem.": "မွတ္တမ္းမ်ားမတင္ျပခင္ သင္ <a> ျပႆနာေဖာ္ျပေသာ GitHub </a> ဖန္တီးရမည္",
    "GitHub issue": "GitHub ျပႆနာ",
    "Notes": "မွတ္စုမ်ား",
    "If there is additional context that would help in analysing the issue, such as what you were doing at the time, room IDs, user IDs, etc., please include those things here.": "ျပႆနာကိုခြဲျခမ္းစိတ္ျဖာရာတြင္ အေထာက္အကူျဖစ္ေစမည့္ ေနာက္ဆက္တြဲအေျခအေနမ်ား႐ွိပါက ဥပမာ - သင္လုပ္ခဲ့သည့္အတိုင္း အခန္းနံပါတ္မ်ား၊ သုံးစြဲသူနံပါတ္မ်ား စသည္တို႔ကို ဤေနရာတြင္ထည့္ပါ။",
    "Send logs": "မွတ္တမ္းမ်ားပို႔သည္",
    "Unavailable": "မရနိုင္ပါ",
    "Changelog": "ေျပာင္းလဲမႈမွတ္တမ္း",
    "Removing…": "ပယ္ထုတ္သည္ …",
    "Destroy cross-signing keys?": "cross-signing ေသာ့မ်ားဖ်က္စီးမလား",
    "Deleting cross-signing keys is permanent. Anyone you have verified with will see security alerts. You almost certainly don't want to do this, unless you've lost every device you can cross-sign from.": "cross-signing ေသာ့မ်ားဖ်က္ပစ္ျခင္းအၿမဲတမ္းျဖစ္သည္။ သင္အတည္ျပဳၿပီးသူတိုင္း လုံျခဳံေရးသတိေပးခ်က္မ်ားကို ေတြ႕လိမ့္မည္။ cross-sign ကို ဘယ္စက္မွမဆို သင္မဆုံးရႈံးပါက သင္ဒါကိုလုံး၀မလုပ္ခ်င္တာေသခ်ာသည္",
    "Clear cross-signing keys": "cross-signing ေသာ့မ်ားရွင္းသည္",
    "Confirm Removal": "ေသခ်ာေသာပယ္ဖ်က္မႈ",
    "Are you sure you wish to remove (delete) this event? Note that if you delete a room name or topic change, it could undo the change.": "သင္ဤျဖစ္ရပ္အားဖယ္႐ွားရန္ (ဖ်က္ရန္) ေသခ်ာပါသလား။ အခန္းအမည္ သို႔မဟုတ္ ေခါင္းစဥ္ေျပာင္းလဲမႈကို သင္ဖ်က္ပစ္လွ်င္ ၎သည္ေျပာင္းလဲမႈကိုျပန္ရႏိုင္သည္ဆိုတာ သတိျပဳပါ။",
    "Clear all data in this session?": "ဤအသုံးျပဳခ်ိန္မွအခ်က္အလက္အားလုံးကို ရွင္းမလား",
    "Clearing all data from this session is permanent. Encrypted messages will be lost unless their keys have been backed up.": "ဤအသုံးျပဳခ်ိန္မွအခ်က္အလက္အားလုံးကိုရွင္းျခင္းသည္ အျမဲတမ္းျဖစ္သည္။ သူတို႔ေသာ့မ်ားကို အရန္မလုပ္ထားလွ်င္ ၀ွက္ထားေသာအမွာစာမ်ား ဆုံးရႈံးလိမ့္မည္။",
    "Clear all data": "အခ်က္အလက္အားလုံးဖ်က္သည္",
    "Community IDs cannot be empty.": "အဖြဲ႕စည္းနံပါတ္မ်ားသည္ အလြတ္ျဖစ္ေန၍မရပါ.",
    "Community IDs may only contain characters a-z, 0-9, or '=_-./'": "အဖြဲ႕စည္းနံပါတ္မ်ားသည္ အကၡရာစာလုံးမ်ားသာ ပါရမည္ a-z, 0-9, သို႔မဟုတ္ '=_-./'",
    "Something went wrong whilst creating your community": "သင့္အဖြဲ႕အစည္းဖန္တီးရာတြင္ တစ္ခုခုမွားယြင္း သြားသည္",
    "Create Community": "အဖြဲ႕အစည္းဖန္တီးျခင္း",
    "Community Name": "အဖြဲ႕အစည္းနာမည္",
    "Example": "ဥပမာ",
    "Community ID": "အဖြဲ႕အစည္းနံပါတ္",
    "example": "ဥပမာ",
    "Create": "ဖန္တီးသည္",
    "Please enter a name for the room": "ေက်းဇူးျပဳ၍ အခန္းအတြက္ နာမည္ထည့္ပါ",
    "Set a room address to easily share your room with other people.": "အျခားသူမ်ားႏွင့္ သင့္အခန္းကို အလြယ္တကူမွ်ေ၀ႏိုင္ရန္ အခန္းလိပ္စာျဖည့္ပါ",
    "This room is private, and can only be joined by invitation.": "ဤအခန္းသည္သီးသန္႔ျဖစ္ေသာေၾကာင့္ ဖိတ္ၾကားခ်က္ျဖင့္သာ ပူးေပါင္းႏိုင္သည္",
    "You can’t disable this later. Bridges & most bots won’t work yet.": "ဒီဟာကို ေနာက္မွပိတ္၍မရပါ။ Bridges ႏွင့္ bots အမ်ားစုသည္ ခုထိအလုပ္မလုပ္ေသးပါ",
    "Enable end-to-end encryption": "အဆုံးထိလွ်ဳိ႕၀ွက္စာဖြင့္သည္",
    "Create a public room": "အမ်ားပိုင္အခန္းတစ္ခုဖန္တီးပါ",
    "Create a private room": "သီးသန္႔အခန္းတစ္ခုဖန္တီးပါ",
    "Name": "နာမည္",
    "Topic (optional)": "ေခါင္းစဥ္ (စိတ္ၾကိဳက္)",
    "Make this room public": "Make this room public",
    "Hide advanced": "အဆင့္ျမင့္ဖုံးကြယ္သည္",
    "Show advanced": "အဆင့္ျမင့္ျပသသည္",
    "Block users on other matrix homeservers from joining this room (This setting cannot be changed later!)": "အျခား matrix ပင္မဆာဗာမွအသုံးျပဳသူမ်ားကို ဤအခန္းသို႔မပူးေပါင္းေစရန္တားျမစ္သည္။ (ဤျပင္ဆင္မႈကိုေနာက္မွ ေျပာင္းလဲ၍ မရပါ။)",
    "Create Room": "အခန္းဖန္တီးျခင္း",
    "Sign out": "ထြက္သည္",
    "Incompatible Database": "သီးျခားျဖစ္ေသာအခ်က္အလက္ဌာန",
    "Continue With Encryption Disabled": "၀ွက္စာပိတ္ထားျပီးဆက္သြားပါ",
    "Confirm your account deactivation by using Single Sign On to prove your identity.": ":သင့္အေထာက္အထားသက္ေသျပရန္ Single Sign On ကိုအသုံးျပဳၿပီး သင့္အေကာင့္ပိတ္ပါ",
    "Are you sure you want to deactivate your account? This is irreversible.": "သင့္အေကာင့္ပိတ္ခ်င္တာ ေသခ်ာပါသလား။ ဒါကေနာက္ေၾကာင္းျပန္လွည့္မရပါ",
    "Confirm account deactivation": "အေကာင့္ပိတ္ျခင္းသေဘာတူသည္",
    "To continue, please enter your password": "ဆက္သြားရန္ သင့္စကား၀ွက္ကိုရိုက္ပါ",
    "There was a problem communicating with the server. Please try again.": "ဆာဗာႏွင့္ ခ်ိတ္ဆက္ျခင္းတြင္ ျပႆနာတစ္ခုရွိသည္။ ထပ္ၾကိဳးစားပါ",
    "Server did not require any authentication": "ဆာဗာသည္ မည္သည့္အေထာက္အထားမွ မလိုပါ",
    "Server did not return valid authentication information.": "ဆာဗာသည္ မွန္ေသာအေထာက္အထား အခ်က္အလက္ကို ျပန္မပို႔ပါ",
    "This will make your account permanently unusable. You will not be able to log in, and no one will be able to re-register the same user ID. This will cause your account to leave all rooms it is participating in, and it will remove your account details from your identity server. <b>This action is irreversible.</b>": "ဒါဟာ သင့္အေကာင့္ကို အျမဲတမ္းအသုံးမျပဳႏိုင္ေအာင္လုပ္သည္။ သင္၀င္လို႔လဲမရေတာ့သလို အျခားဘယ္သူမွလဲ သုံးစြဲသူနာမည္တူတာႏွင့္လဲ စာရင္းသြင္းလို႔မရေတာ့ပါ။ ပါ၀င္ခဲ့ေသာအခန္းအားလုံးမွ သင့္အေကာင့္ထြက္သြားႏိုင္ၿပီး အေထာက္အထားဆာဗာမွလဲ သင့္အေကာင့္အေသးစိတ္ကုိ ပယ္ဖ်က္လိမ့္မည္။ <b>ဒါကေနာက္ေၾကာင္းျပန္လွည့္မရပါ</b> ",
    "Deactivating your account <b>does not by default cause us to forget messages you have sent.</b> If you would like us to forget your messages, please tick the box below.": "သင့္အေကာင့္ ပိတ္ျခင္းသည္ <b> သင္ပို႔ခဲ့ေသာအမွာစာမ်ားကို ငါတို႔ေမ့ေအာင္ အတိအက်မျဖစ္ေစဘူး။ <b> အကယ္၍ သင့္အမွာစာမ်ားကို ငါတို႔ေမ့ေစခ်င္လွ်င္ ေအာက္မွအကြက္ကို ႏွိပ္ပါ",
    "Message visibility in Matrix is similar to email. Our forgetting your messages means that messages you have sent will not be shared with any new or unregistered users, but registered users who already have access to these messages will still have access to their copy.": "Matrix တြင္ အမွာစာသုံးႏိုင္ျခင္းသည္ အီးေမးလ္ႏွင့္ဆင္တူသည္။ သင့္အမွာစာမ်ားငါတို႔ေမ့ျခင္းသည္ သင္ပို႔ထားေသာအမွာစာမ်ားကို အျခားအသစ္ သို႔မဟုတ္ စာရင္းမသြင္းထားေသာသုံးစြဲသူမ်ားႏွင့္ မမွ်ေ၀ျခင္းႏွင့္တူသည္။ သို႔ေပမယ့္ ထိုအမွာစာမ်ားရထားေသာ စာရင္းသြင္းထားျပီးသုံးစြဲသူမ်ားသည္ သူတို႔မွတ္စုတြင္ ဖတ္ႏိုင္ေသးသည္",
    "Please forget all messages I have sent when my account is deactivated (<b>Warning:</b> this will cause future users to see an incomplete view of conversations)": "ငါ့အေကာင့္ဖ်က္ၿပီးလွ်င္ ငါပို႔ထားေသာ အမွာစာအားလုံး ေမ့ေပးပါ။ (<b> သတိေပးခ်က္ <b> - ေနာင္သုံးစြဲသူမ်ားကို မျပည့္စုံေသာစကားေျပာခန္းအျဖစ္ ျမင္ေစလိမ့္မည္)",
    "Back": "ေနာက္သို႔",
    "Send": "ပို႔သည္",
    "Send Custom Event": "စိတ္ၾကိဳက္ျဖစ္ရပ္ပို႔သည္",
    "You must specify an event type!": "ျဖစ္ရပ္အမ်ိဳးအစားတစ္ခုသင္သတ္မွတ္ရမည္",
    "Event sent!": "ျဖစ္ရပ္ပို႔သည္",
    "Failed to send custom event.": "စိတ္ၾကိဳက္ျဖစ္ရပ္ပို႔ျခင္းမေအာင္ျမင္ပါ",
    "Event Type": "ျဖစ္ရပ္အမ်ိဳးအစား",
    "State Key": "သတ္မွတ္ေသာ့",
    "Event Content": "ျဖစ္ရပ္အေၾကာင္းအရာ",
    "Send Account Data": "အေကာင့္အခ်က္အလက္ပို႔သည္",
    "Filter results": "ရလဒ္စစ္ထုတ္သည္",
    "Explore Room State": "အခန္းသတ္မွတ္ခ်က္ဖြင့္သည္",
    "Explore Account Data": "အေကာင့္အခ်က္အလက္ဖြင့္သည္",
    "View Servers in Room": "အခန္းမွဆာဗာမ်ားၾကည့္သည္",
    "Verification Requests": "အတည္ျပဳေတာင္းဆိုခ်က္မ်ား",
    "Toolbox": "ျပင္ဆင္ခ်က္အကြက္",
    "Developer Tools": "ပရိူဂရမ္ေရးသူျပင္ဆင္ခ်က္မ်ား",
    "An error has occurred.": ":အမွားတစ္ခုေတြ႕သည္",
    "Verify this user to mark them as trusted. Trusting users gives you extra peace of mind when using end-to-end encrypted messages.": "ဤသုံးစြဲသူကို ယုံၾကည္ရသူအျဖစ္မွတ္ၿပီး အတည္ျပဳပါ။ ယုံၾကည္ရေသာသုံးစြဲသူသည္ အဆုံးထိလွ်ဳိ႕၀ွက္စာမ်ားသုံးေနစဥ္ သင့္ကိုစိတ္ခ်မ္းသာမႈေပးမည္",
    "Verifying this user will mark their session as trusted, and also mark your session as trusted to them.": "ဤသုံးစြဲသူမွတ္ထားေသာက႑ကို ယုံၾကည္ရသည္ဟု အတည္ျပဳၿပီး သင့္က႑ကိုလဲ သူတို႔ႏွင့္ယုံၾကည္မႈခ်ိတ္ၿပီး မွတ္ပါ",
    "Verify this device to mark it as trusted. Trusting this device gives you and other users extra peace of mind when using end-to-end encrypted messages.": "ဤစက္ကို ယုံၾကည္ရသည္ဟု အတည္ျပဳပါ။ ဤစက္ကို ယုံၾကည္ျခင္းသည္ အဆုံးထိလွ်ဳိ႕၀ွက္စာမ်ားသုံးေနစဥ္ သင္ႏွင့္ အျခားသုံးစြဲသူကိုစိတ္ခ်မ္းသာမႈေပးမည္",
    "Verifying this device will mark it as trusted, and users who have verified with you will trust this device.": "ဤစက္ကို ယုံၾကည္ရသည္ဟု အတည္ျပဳၿပီး သင္အတည္ျပဳထားေသာ သုံးစြဲသူသည္လဲ ဤစက္ကို ယုံၾကည္ရသည္ ",
    "Waiting for partner to confirm...": "သေဘာတူရန္ တြဲဖက္ကိုေစာင့္ပါ ...",
    "Incoming Verification Request": "အတည္ျပဳေတာင္းဆိုခ်က္၀င္ျခင္း",
    "Integrations are disabled": "ေပါင္းစည္းမႈမ်ားပိတ္ထားသည္",
    "Enable 'Manage Integrations' in Settings to do this.": "ဤအရာကိုျပဳလုပ္ရန္ ျပင္ဆင္မႈမွ ေပါင္းစည္းမႈစီမံခ်က္ ကိုဖြင့္ပါ",
    "Integrations not allowed": "ေပါင္းစည္းမႈမ်ားခြင့္မျပဳ",
    "To continue, use Single Sign On to prove your identity.": "ဆက္သြားရန္ Single Sign On ကိုသုံးၿပီး သင့္အေထာက္အထားကို သက္ေသျပပါ",
    "Confirm to continue": "ဆက္သြားရန္သေဘာတူသည္",
    "Click the button below to confirm your identity.": "သင့္အေထာက္အထားကို သေဘာတူရန္ ေအာက္ပါခလုတ္ကိုႏွိပ္ပါ",
    "We couldn't create your DM. Please check the users you want to invite and try again.": "သင့္ DM ကိုငါတို႔ဖန္တီးလို႔မရပါ။ ေက်းဇူးျပဳ၍ သင္ဖိတ္ၾကားခ်င္ေသာ သုံးစြဲသူမ်ားကိုစစ္ေဆးျပီး ထပ္ႀကိဳးစားပါ",
    "Something went wrong trying to invite the users.": "သုံးစြဲသူမ်ားဖိတ္ၾကားရန္ၾကိဳးစားျခင္းတြင္ တစ္ခုခုမွားယြင္းေနသည္.",
    "We couldn't invite those users. Please check the users you want to invite and try again.": "ငါတို႔ထိုသုံးစြဲသူမ်ားကို ဖိတ္ၾကား၍မရပါ။ ေက်းဇူးျပဳ၍ သင္ဖိတ္ၾကားခ်င္ေသာ သုံးစြဲသူမ်ားကိုစစ္ေဆးျပီး ထပ္ႀကိဳးစားပါ",
    "Failed to find the following users": "ေအာက္ပါသုံးစြဲသူမ်ားကို ရွာမရပါ",
    "Recent Conversations": "လတ္တေလာစကားေျပာခန္းမ်ား",
    "Suggestions": "အၾကံျပဳခ်က္မ်ား",
    "Recently Direct Messaged": "လတ္တေလာတိုက္ရိုက္အမွာစကားမ်ား",
    "Direct Messages": "တိုက္ရိုက္အမွာစကားမ်ား",
    "Start a conversation with someone using their name, username (like <userId/>) or email address.": "သူတို႔နာမည္၊ သုံးစြဲသူနာမည္ (like <userId/>) သို႔မဟုတ္ အီးေမးလ္လိပ္စာ အသုံးျပဳေနေသာ တစ္ခ်ိဳ႕ႏွင့္ စကားစေျပာပါ",
    "Go": "စသည္",
    "Invite someone using their name, username (like <userId/>), email address or <a>share this room</a>.": "သူတို႔နာမည္၊ သုံးစြဲသူနာမည္ (like <userId/>) အီးေမးလ္လိပ္စာ သို႔မဟုတ္  <a>ဤအခန္းကိုမွ်ေ၀ေသာ</a> အသုံးျပဳေနေသာ တစ္ခ်ိဳ႕ကို ဖိတ္ၾကားပါ",
    "a new master key signature": "အဓိကေသာ့လက္မွတ္အသစ္",
    "a new cross-signing key signature": "cross-signing ေသာ့လက္မွတ္အသစ္",
    "a device cross-signing signature": "cross-signing စက္လက္မွတ္တစ္ခု",
    "a key signature": ":ေသာ့လက္မွတ္တစ္ခု",
    "Upload completed": "တင္ျခင္းျပီးေျမာက္သည္",
    "Cancelled signature upload": "လက္မွတ္တင္ျခင္းပယ္ဖ်က္သည္",
    "Unable to upload": "တင္၍မရႏိုင္ပါ",
    "Signature upload success": "လက္မွတ္တင္ျခင္းေအာင္ျမင္သည္",
    "Signature upload failed": "လက္မွတ္တင္ျခင္းမေအာင္ျမင္ပါ",
    "Incompatible local cache": "local cache မကိုက္ညီမႈ",
    "Clear cache and resync": "cache ႏွင့္ resync ကိုဖ်က္သည္",
    "I don't want my encrypted messages": "ကြ်ႏ္ုပ္၏စာ၀ွက္မ်ားကို မလိုခ်င္ပါ",
    "Manually export keys": "ေသာ့မ်ားကိုယ္တိုင္တင္ပို႔သည္",
    "You'll lose access to your encrypted messages": "သင့္စာ၀ွက္မ်ားကို၀င္ခြင့္ သင္ဆုံးရႈံးသည္",
    "Are you sure you want to sign out?": "သင္ထြက္ခ်င္တာေသခ်ာပါလား",
    "Confirm by comparing the following with the User Settings in your other session": "သင့္အျခားက႑တြင္ သုံးစြဲသူျပင္ဆင္ခ်က္ႏွင့္ ေအာက္ပါတို႔ကိုယွဥ္ျပီး သေဘာတူပါ",
    "Confirm this user's session by comparing the following with their User Settings": "၎တို႔၏သုံးစြဲသူျပင္ဆင္ခ်က္ႏွင့္ ေအာက္ပါတို႔ကိုယွဥ္ျပီး ဤသုံးစြဲသူက႑ကို သေဘာတူပါ",
    "Session name": "က႑နာမည္",
    "Session ID": "က႑နံပါတ္",
    "Session key": "က႑ေသာ့",
    "If they don't match, the security of your communication may be compromised.": "အကယ္၍ သူတို႔မကိုက္ညီပါကသင္၏ဆက္သြယ္ေရးလုံျခဳံမႈကိုထိခိုက္ႏိုင္သည္။",
    "Verify session": "က႑အတည္ျပဳပါ",
    "Your homeserver doesn't seem to support this feature.": "သင့္ပင္မဆာဗာသည္ ဤအဂၤါရပ္ကို ေထာက္ပံ့မည္မထင္ပါ",
    "Message edits": "အမွာစကားျပင္ဆင္မႈမ်ား",
    "Your account is not secure": "သင့္အေကာင့္မလုံျခံဳပါ",
    "Your password": "သင့္စကား၀ွက္",
    "This session, or the other session": "ဤက႑ သို႔မဟုတ္ အျခားက႑",
    "The internet connection either session is using": "အင္တာနက္ဆက္သြယ္မႈကို က႑ႏွစ္ခုလုံးသုံးေနသည္",
    "We recommend you change your password and recovery key in Settings immediately": "သင့္စကား၀ွက္ခ်ိန္းရန္ ႏွင့္ ျပင္ဆင္မႈတြင္ ခ်က္ခ်င္းေသာ့ျပန္လည္ရယူရန္ငါတို႔အၾကံျပဳသည္",
    "New session": "က႑အသစ္",
    "Use this session to verify your new one, granting it access to encrypted messages": "သင့္အသစ္တစ္ခုကိုအတည္ျပဳရန္၊ ၀ွက္ထားေသာအမွာစကားမ်ားကို၀င္္ခြင့္ျပဳရန္ ဤက႑ကို အသုံးျပဳပါ",
    "If you didn’t sign in to this session, your account may be compromised.": "သင္ဤေဆြးေႏြးမႈကိုဝင္မထားပါက သင္၏အေကာင့္ကိုထိခိုက္ေစႏိုင္သည္။",
    "This wasn't me": "ဒါ ငါမဟုတ္ပါ",
    "If you run into any bugs or have feedback you'd like to share, please let us know on GitHub.": "သင္အမွားအယြင္းမ်ားၾကဳံေတြ႕ရလွ်င္ သို႔မဟုတ္ သင္မွ်ေဝလိုသည့္တုံ႔ျပန္ခ်က္မ်ား႐ွိပါက ေက်းဇူးျပဳ၍ GitHub တြင္ကြၽႏ္ုပ္တို႔အားအသိေပးပါ။",
    "To help avoid duplicate issues, please <existingIssuesLink>view existing issues</existingIssuesLink> first (and add a +1) or <newIssueLink>create a new issue</newIssueLink> if you can't find it.": "ျပႆနာႏွစ္ခါျဖစ္ျခင္းမွေရွာင္ရန္ <existingIssuesLink> လက္ရွိျပႆနာမ်ားကို အရင္ၾကည့္ပါ </existingIssuesLink> (and add a +1) သို႔မဟုတ္ <newIssueLink> ျပႆနာအသစ္ဖန္တီးပါ </newIssueLink> အကယ္၍",
    "Report bugs & give feedback": "အမွားအယြင္းမ်ားကို အစီရင္ခံၿပီး တု႔ံျပန္ခ်က္ေပးပါ",
    "Please fill why you're reporting.": "သင္ဘာလို႔အစီရင္ခံလဲဆိုတာပါျဖည့္ေပးပါ",
    "Report Content to Your Homeserver Administrator": "အေၾကာင္းအရာမ်ားကို သင္၏ပင္မဆာဗာ ဦးေဆာင္သူထံ တင္ျပပါ",
    "Reporting this message will send its unique 'event ID' to the administrator of your homeserver. If messages in this room are encrypted, your homeserver administrator will not be able to read the message text or view any files or images.": "ဒီအမွာစကားကိုသတင္းပို႔တာက သူရဲ႕ထူးျခားတဲ့ 'ျဖစ္ရပ္နံပါတ္' ကိုသင္၏ပင္မဆာဗာဦးေဆာင္သူထံေပးပို႔ပါလိမ့္မယ္။ ဒီအခန္းထဲမွာ႐ွိတဲ့စာေတြကို စာဝွက္ထားလွ်င္၊ သင္၏ပင္မဆာဗာဦးေဆာင္သူူက စာသားဖတ္လို႔မရဘူး၊ ဖိုင္ေတြ (သို႔) ႐ုပ္ပုံေတြကိုၾကည့္လို႔မရဘူး။",
    "Send report": "အစီရင္ခံခ်က္ပို႔သည္",
    "Failed to upgrade room": "အခန္းျမွင့္တင္ျခင္းမေအာင္ျမင္ပါ",
    "The room upgrade could not be completed": "အခန္းျမွင့္တင္ျခင္းမျပီးေျမာက္ႏိုင္ပါ",
    "Upgrade Room Version": "အခန္းဗားရွင္းျမွင့္တင္ျခင္း",
    "Upgrading this room requires closing down the current instance of the room and creating a new room in its place. To give room members the best possible experience, we will": "ဒီအခန္းျမႇင့္တင္ျခင္းသည္ အခန္း၏လက္႐ွိျဖစ္ရပ္အား ပိတ္သိမ္းၿပီး၎ေနရာတြင္ အခန္းအသစ္တစ္ခုဖန္တီးရန္လိုအပ္သည္။ အခန္းအဖြဲ႔၀င္မ်ားကို အေကာင္းဆုံးအေတြ႕အၾကဳံေပးရန္ ကြၽႏ္ုပ္တို႔ျပဳလုပ္လိမ့္မည္။",
    "Create a new room with the same name, description and avatar": "နာမည္တူ၊ေဖာ္ျပခ်က္ႏွင့္ ကိုယ္စားျပဳရုပ္ပုံႏွင့္ အခန္းအသစ္ ဖန္တီးပါ",
    "Update any local room aliases to point to the new room": "အခန္းအသစ္သို႔ ၫႊန္ျပရန္ မည္သည့္ေဒသဆိုင္ရာ အခန္းနာမည္မဆို မြမ္းမံပါ",
    "Stop users from speaking in the old version of the room, and post a message advising users to move to the new room": "အသုံးျပဳသူမ်ားကို အခန္း၏ဗား႐ွင္းအေဟာင္းတြင္ စကားေျပာျခင္းကိုတားဆီးပါ၊ အသုံးျပဳသူမ်ားကိုအခန္းအသစ္သို႔ေျပာင္းရန္အၾကံေပးပါ",
    "Put a link back to the old room at the start of the new room so people can see old messages": "လူေတြအမွာစကားအေဟာင္းေတြကို ျမင္ႏိုင္ဖို႔ အခန္းအသစ္ရဲ႕အစမွာ အခန္းေဟာင္းကိုျပန္ခ်ိတ္ထားပါ",
    "Automatically invite users": "သုံးစြဲသူမ်ား အလိုအေလ်ာက္ ဖိတ္ၾကားသည္",
    "Upgrade private room": "သီးသန္႔အခန္းျမွင့္တင္သည္",
    "Upgrade public room": "အမ်ားသုံးအခန္းျမွင့္တင္သည္",
    "Upgrading a room is an advanced action and is usually recommended when a room is unstable due to bugs, missing features or security vulnerabilities.": "အခန္းတစ္ခုျမႇင့္တင္ျခင္းသည္ အဆင့္ျမင့္လုပ္ေဆာင္မႈတစ္ခုျဖစ္ၿပီး အမွားအယြင္းမ်ား၊ ေပ်ာက္ဆုံးေသာအဂၤါရပ္မ်ား သို႔မဟုတ္ လုံျခဳံေရးအားနည္းခ်က္မ်ားေၾကာင့္ အခန္းအားမတည္ၿငိမ္ေသာအခါ မ်ားေသာအားျဖင့္အၾကံျပဳသည္။",
    "You'll upgrade this room from <oldVersion /> to <newVersion />.": "သင္ <ဗားရွင္းအေဟာင္း/> မွ  <ဗားရွင္းအသစ္/> သို႔ ဤအခန္းကိုျမွင့္တင္လိမ့္မည္",
    "Resend": "ထပ္ပို႔သည္",
    "You're all caught up.": "သင္အကုန္မွီလိုက္သည္.",
    "Server isn't responding": "ဆာဗာသည္ မတုံ႔ျပန္ပါ",
    "Your server isn't responding to some of your requests. Below are some of the most likely reasons.": "သင္၏ဆာဗာသည္ သင္၏ေတာင္းဆိုမႈအခ်ိဳ႕အား တုံ႔ျပန္ျခင္းမ႐ွိပါ။ ေအာက္ပါတို႔သည္ ျဖစ္ႏိုင္ေခ်႐ွိေသာ အေၾကာင္းအရင္းအခ်ိဳ႕ ျဖစ္သည္။",
    "Your firewall or anti-virus is blocking the request.": "သင္၏ firewall သို႔မဟုတ္ anti-virus သည္ ေတာင္းဆိုမႈကိုပိတ္ပင္ထားသည္။",
    "A browser extension is preventing the request.": "ပရိုဂရမ္တိုးခ်ဲ႕ျခင္းတစ္ခုသည္ ေတာင္းဆိုမႈကို တားဆီးေနသည္",
    "The server is offline.": "ဆာဗာသည္လိုင္းပိတ္ထားသည္",
    "The server has denied your request.": "ဆာဗာသည္ သင့္ေတာင္းဆိုမႈကို ျငင္းပယ္လိုက္သည္",
    "Your area is experiencing difficulties connecting to the internet.": "သင့္ဧရိယာသည္ အင္တာနက္ခ်ိတ္ဆက္မႈတြင္ အခက္အခဲေတြ႕ေနသည္",
    "A connection error occurred while trying to contact the server.": "ဆာဗာႏွင့္ခ်ိတ္ဆက္ရန္ႀကိဳးစားရာတြင္ ခ်ိတ္ဆက္မႈအမွားတစ္ခုေတြ႔ေနသည္",
    "The server is not configured to indicate what the problem is (CORS).": "ျပႆနာကိုညႊန္ျပရန္ ဆာဗာျပဳျပင္ျခင္းသည္ (CORS) ျဖစ္သည္.",
    "Recent changes that have not yet been received": "လတ္တလာအေျပာင္းအလဲမ်ားသည္ ခုထိလက္ခံမရေသးပါ",
    "Sign out and remove encryption keys?": "ထြက္ၿပီး ၀ွက္ထားေသာေသာ့မ်ားပယ္ထုတ္ပါမလား?",
    "Clear Storage and Sign Out": "သိမ္းဆည္းမႈကိုရွင္းၿပီးထြက္ပါ",
    "Send Logs": "မွတ္တမ္းမ်ားပို႔သည္",
    "Refresh": "Refresh",
    "Unable to restore session": "က႑ျပန္ရယူရန္ မျဖစ္ႏိုင္ပါ",
    "We encountered an error trying to restore your previous session.": "သင္၏ယခင္က႑ကိုျပန္ရယူရန္ ႀကိဳးစားရာတြင္ အမွားတစ္ခုၾကံဳေတြ႔ေနသည္",
    "Clearing your browser's storage may fix the problem, but will sign you out and cause any encrypted chat history to become unreadable.": "သင့္ပရိုဂရမ္ရွင္းျခင္းသည္ ျပႆနာကိုေျဖရွင္းႏိုင္ေလာက္သည္၊ သို႔ေသာ္ သင့္အားထြက္ေစႏိုင္ၿပီး မည္သည့္၀ွက္ထားေသာ စကားေျပာမွတ္တမ္းမ်ားကို ဖတ္လို႔မရေအာင္ ျပဳလုပ္လိမ့္မည္",
    "Verification Pending": "အတည္ျပဳခ်က္ကို ဆိုင္းငံ့ျခင္း",
    "Please check your email and click on the link it contains. Once this is done, click continue.": "ေက်းဇူးျပဳ၍ သင့္အီးေမးလ္စစ္ၿပီး ပါ၀င္ေသာလင့္ခ္ကို ႏွိပ္ပါ",
    "Email address": ":အီးေမးလ္လိပ္စာ",
    "This will allow you to reset your password and receive notifications.": "သင့္စကား၀ွက္ျပန္သတ္မွတ္ၿပီး အသိေပးခ်က္မ်ားကို လက္ခံရရွိလိမ့္မည္",
    "Skip": "ေက်ာ္သည္",
    "A username can only contain lower case letters, numbers and '=_-./'": "သုံးစြဲသူနာမည္တစ္ခုသည္ စာလုံးအေသးမ်ား၊ နံပါတ္မ်ား ႏွင့္ '=_-./' သာပါရွိရမည္",
    "Username not available": "သုံးစြဲသူနာမည္မရႏိုင္ပါ",
    "Checking...": "စစ္ေနသည္ ...",
    "Username available": "သုံးစြဲသူနာမည္ရႏိုင္သည္",
    "To get started, please pick a username!": "စတင္ရန္ သုံးစြဲသူနာမည္ေရြးပါ",
    "This will be your account name on the <span></span> homeserver, or you can pick a <a>different server</a>.": "ဒါဟာ သင့္အေကာင့္နာမည္ <span></span> ပင္မဆာဗာေပၚတြင္ျဖစ္လိမ့္မည္, သို႔မဟုတ္ <a>ကြဲျပားေသာဆာဗာ</a> တစ္ခုကိုေရြးပါ",
    "If you already have a Matrix account you can <a>log in</a> instead.": "အကယ္၍ သင့္တြင္ Matrix အေကာင့္တစ္ခုရွိလွ်င္  <a> အသုံးျပဳႏိုင္သည္</a> အစား.",
    "You have successfully set a password!": "သင္စကား၀ွက္ကို ေအာင္ျမင္စြာ သတ္မွတ္ၿပီးပါၿပီ",
    "You have successfully set a password and an email address!": "သင္စကား၀ွက္ ႏွင့္ အီးေမးလ္လိပ္စာကို ေအာင္ျမင္စြာ သတ္မွတ္ၿပီးပါၿပီ",
    "You can now return to your account after signing out, and sign in on other devices.": "ထြက္ၿပီးေနာက္ အခုသင့္အေကာင့္ကို ျပန္သြားၿပီး အျခားစက္တြင္ ျပန္၀င္ႏိုင္သည္",
    "Remember, you can always set an email address in user settings if you change your mind.": "သင္စိတ္ေျပာင္းသြားလွ်င္ သုံးစြဲသူျပင္ဆင္မႈတြင္ အီးေမးလ္လိပ္စာကို သင္အျမဲေျပာင္းႏိုင္သည္ဆိုတာ မွတ္ထားပါ",
    "Please set a password!": "ေက်းဇူးျပဳ၍ စကား၀ွက္သတ္မွတ္ပါ",
    "This will allow you to return to your account after signing out, and sign in on other sessions.": "ထြက္ၿပီးေနာက္ သင့္အေကာင့္ကို ျပန္သြားဖို႔ ခြင့္ျပဳၿပီး အျခားက႑တြင္ ျပန္၀င္ႏိုင္သည္",
    "Share Room": "အခန္းမွ်ေ၀သည္",
    "Link to most recent message": "လတ္တေလာအသုံးမ်ားေသာအမွာစကားသို႔ခ်ိတ္ပါ",
    "Share User": "သုံးစြဲသူမွ်ေ၀သည္",
    "Share Community": "အဖြဲ႕အစည္းမွ်ေ၀သည္",
    "Share Room Message": "အခန္းအမွာစကားမွ်ေ၀သည္",
    "Link to selected message": "ေရြးခ်ယ္ထားေသာအမွာစကားႏွင့္ခ်ိတ္ဆက္သည္",
    "Copy": "ကူးယူသည္",
    "Command Help": "အကူအညီညႊန္ၾကားျခင္း",
    "To help us prevent this in future, please <a>send us logs</a>.": "အနာဂတ္တြင္ ထိုသို႔ျဖစ္ျခင္းကို တားဆီးရန္ ေက်းဇူးျပဳ၍ <a>ကြ်ႏ္ုပ္တို႔ကိုမွတ္တမ္းမ်ားပို႔ပါ</a>.",
    "Missing session data": "က႑အခ်က္အလက္ေပ်ာက္ေနသည္",
    "Some session data, including encrypted message keys, is missing. Sign out and sign in to fix this, restoring keys from backup.": "စာ၀ွက္ေသာ့မ်ားအပါအ၀င္ က႑အခ်က္အလက္အခ်ိဳ႕ ေပ်ာက္ေနသည္။ ထြက္ၿပီး အရန္အစီအစဥ္မွေသာ့မ်ားျပန္ရယူရန္၀င္ပါ",
    "Your browser likely removed this data when running low on disk space.": "သင့္ပရိုဂရမ္သည္ ဒီအခ်က္အလက္ကို ေနရာအလုံအေလာက္မရွိေသာအခါ ဖယ္ရွားႏိုင္ေခ်ရွိသည္",
    "Integration Manager": "ေပါင္းစည္းမႈမန္ေနဂ်ာ",
    "Find others by phone or email": "ဖုန္း သို႔မဟုတ္ အီးေမးလ္ျဖင့္ အျခားအရာမ်ားရွာသည္",
    "Be found by phone or email": "ဖုန္း သို႔မဟုတ္ အီးေမးလ္ျဖင့္ ရွာေတြ႔ခဲ့သည္",
    "Use bots, bridges, widgets and sticker packs": "အမွားအယြင္းမ်ား၊ကြာဟခ်က္မ်ား၊ အစားထိုးမႈမ်ား ႏွင့္စတစ္ကာမ်ား ",
    "Terms of Service": "၀န္ေဆာင္မႈသတ္မွတ္ခ်က္မ်ား",
    "To continue you need to accept the terms of this service.": "ဆက္သြားရန္ သင္ ဤ၀န္ေဆာင္မႈသတ္မွတ္ခ်က္မ်ားကို လက္ခံရန္လိုအပ္သည္",
    "Service": "၀န္ေဆာင္မႈ",
    "Summary": "အက်ဥ္းခ်ဳပ္",
    "Document": "မွတ္တမ္း",
    "Next": "ေနာက္တစ္ခု",
    "Upload files": "ဖိုင္တြဲမ်ားတင္သည္",
    "Upload all": ":အကုန္လုံးတင္သည္",
    "Cancel All": "အကုန္လုံးပယ္ဖ်က္သည္",
    "Upload Error": "အမွားတင္ျခင္း",
    "Verify other session": "အျခားက႑ကိုအတည္ျပဳသည္",
    "Verification Request": "အတည္ျပဳျခင္းေတာင္းဆိုမႈ",
    "A widget would like to verify your identity": "အစားထိုးမႈသည္ သင့္အေထာက္အထားကို အတည္ျပဳလိုသည္",
    "Remember my selection for this widget": "ဤအစားထိုးမႈအတြက္ ကြ်ႏ္ုပ္၏ေရြးခ်ယ္မႈကို သတိရပါ",
    "Allow": "ခြင့္ျပဳသည္",
    "Deny": "ျငင္းပယ္သည္",
    "Wrong file type": "ဖိုင္အမ်ိဳးအစားမွားယြင္းသည္",
    "Looks good!": ":ၾကည့္ေကာင္းသည္",
    "Wrong Recovery Key": "ျပန္လည္ရရွိေသာေသာ့မွားယြင္းသည္",
    "Invalid Recovery Key": "ျပန္လည္ရရွိေသာေသာ့မမွန္ပါ",
    "Security Phrase": "လုံျခံဳေရးစကားစု",
    "Unable to access secret storage. Please verify that you entered the correct recovery passphrase.": "လွ်ိဳ႕ဝွက္သိမ္းဆည္းမႈကိုမရ႐ွိႏိုင္ပါ။ ေက်းဇူးျပဳ၍ မွန္ကန္ၿပီးျပန္လည္ရရွိေသာစကားဝွက္ကိုေရးထည့္ၿပီးစစ္ေဆးပါ။",
    "Enter your Security Phrase or <button>Use your Security Key</button> to continue.": "သင့္ လုံျခံဳေရးစကားစုကိုထည့္ပါ သို႔မဟုတ္ <button> သင့္အရန္ေသာ့ကိုသုံးပါ</button> ဆက္သြားရန္.",
    "Security Key": "အရန္ေသာ့",
    "Use your Security Key to continue.": "ဆက္သြားရန္ သင့္အရန္ေသာ့ကိုသုံးပါ",
    "Restoring keys from backup": "အရန္အစီအစဥ္မွ ေသာ့မ်ား ျပန္လည္ရယူပါ",
    "Fetching keys from server...": "ဆာဗာမွေသာ့မ်ားယူသည္...",
    "Unable to load backup status": "အရန္အေျခအေနကိုတင္၍မရပါ",
    "Recovery key mismatch": "ေသာ့မကိုက္ညီမႈျပန္ရသည္",
    "Backup could not be decrypted with this recovery key: please verify that you entered the correct recovery key.": "ဤျပန္ရယူထားေသာေသာ့ျဖင့္အရန္ကူးျခင္းကိုစာဝွက္မရပါ။ မွန္ကန္ၿပီးျပန္ရယူထားေသာေသာ့ကို သင္ထည့္သြင္းေၾကာင္းစစ္ေဆးပါ။ ",
    "Incorrect recovery passphrase": "ျပန္ရယူေသာစကား၀ွက္မွားယြင္းသည္",
    "Backup could not be decrypted with this recovery passphrase: please verify that you entered the correct recovery passphrase.": "ဤျပန္ရယူထားေသာစကား၀ွက္ျဖင့္အရန္ကူးျခင္းကိုစာဝွက္မရပါ။ မွန္ကန္ၿပီးျပန္ရယူထားေသာစကား၀ွက္ကို သင္ထည့္သြင္းေၾကာင္းစစ္ေဆးပါ။ ",
    "Unable to restore backup": "အရန္ကူးျခင္းကို ျပန္မရႏိုင္ပါ",
    "No backup found!": "အရန္အစီအစဥ္မေတြ႕ပါ",
    "Keys restored": "ေသာ့မ်ားျပန္သိမ္းသည္",
    "Enter recovery passphrase": "ျပန္ရယူထားေသာစကား၀ွက္ထည့္ပါ",
    "<b>Warning</b>: you should only set up key backup from a trusted computer.": "<b>သတိေပးခ်က္</b>: ယုံၾကည္ရေသာကြန္ျပဴတာမွသာ အရန္ေသာ့ကို သင္ျပန္သတ္မွတ္သင့္သည္",
    "Access your secure message history and set up secure messaging by entering your recovery passphrase.": "သင့္လုံျခံဳေသာအမွာစာမွတ္တမ္းကိုရယူၿပီး သင့္ျပန္ရယူထားေသာစကား၀ွက္ႏွင့္၀င္ျခင္းျဖင့္ လုံျခံဳေသာအမွာစာပို႔ရန္သတ္မွတ္ပါ",
    "If you've forgotten your recovery passphrase you can <button1>use your recovery key</button1> or <button2>set up new recovery options</button2>": "သင့္ျပန္ရယူထားေသာစကား၀ွက္ကို သင္ေမ့သြားလွ်င္ <button1> သင္၏ျပန္ရယူထားေသာေသာ့ကို သုံးႏိုင္သည္ </button1> သို႔မဟုတ္ <button2> ျပန္ရယူျခင္းေရြးခ်ယ္မႈကို အသစ္သတ္မွတ္ပါ </button2>",
    "Enter recovery key": "ျပန္ရယူထားေသာေသာ့ထည့္ပါ",
    "This looks like a valid recovery key!": "ျပန္ရယူထားေသာေသာ့အမွန္ႏွင့္တူသည္",
    "Not a valid recovery key": "ျပန္ရယူထားေသာေသာ့အမွန္မဟုတ္ပါ",
    "<b>Warning</b>: You should only set up key backup from a trusted computer.": "<b> သတိေပးခ်က္ </b>: ယုံၾကည္ရေသာကြန္ျပဴတာမွသာ သင္ အရန္ေသာ့သတ္မွတ္သင့္သည္",
    "Access your secure message history and set up secure messaging by entering your recovery key.": "သင့္လုံျခံဳေသာအမွာစာမွတ္တမ္း၀င္ၿပီး သင့္ျပန္ရယူထားေသာေသာ့ႏွင့္၀င္ျခင္းျဖင့္ လုံျခံဳေသာအမွာစာပို႔ရန္သတ္မွတ္ပါ",
    "If you've forgotten your recovery key you can <button>set up new recovery options</button>": " သင့္ျပန္ရယူထားေသာေသာ့ကို သင္ေမ့သြားလွ်င္ <button> ျပန္ရယူျခင္းေရြးခ်ယ္မႈကို အသစ္သတ္မွတ္ပါ </button>",
    "Private Chat": "သီးသန္႕စကားေျပာျခင္း",
    "Public Chat": "အမ်ားသုံးစကားေျပာျခင္း",
    "Custom": "အေလ့အထ",
    "Address (optional)": "လိပ္စာ (ေရြးခ်ယ္စရာ)",
    "Reject invitation": "ဖိတ္ၾကားခ်က္ျငင္းပယ္သည္",
    "Are you sure you want to reject the invitation?": "ဖိတ္ၾကားခ်က္ကိုသင္ျငင္းပယ္မွာေသခ်ာပါသလား",
    "Unable to reject invite": "ဖိတ္ၾကားခ်က္ျငင္းပယ္၍မရပါ",
    "Resend edit": "ျပင္ဆင္ခ်က္ထပ္ပို႔သည္",
    "Resend removal": "ပယ္ထုတ္ထားသည္ကိုထပ္ပို႔သည္",
    "Cancel Sending": "ပို႔ျခင္းကိုပယ္ဖ်က္သည္",
    "Forward Message": "အမွာစကားလက္ဆင့္ကမ္းသည္",
    "Pin Message": "အမွာစကားတြဲထားသည္",
    "View Decrypted Source": "စာ၀ွက္ျဖည္ေသာအရင္းအျမစ္ၾကည့္သည္",
    "Unhide Preview": "ႀကိဳတင္ၾကည့္ျခင္းမ၀ွက္ထားပါ",
    "Share Permalink": "Permalink မွ်ေ၀သည္",
    "Share Message": "အမွာစကားမွ်ေ၀သည္",
    "Source URL": "URL အရင္းအျမစ္",
    "Collapse Reply Thread": "စာျပန္ျခင္းပ်က္စီးမႈ",
    "Report Content": "အစီရင္ခံအေၾကာင္းအရာ",
    "Failed to set Direct Message status of room": "အခန္း၏တိုက္ရိုက္အမွာစကားအေျခအေန သတ္မွတ္ရန္ မေအာင္ျမင္ပါ",
    "Notification settings": "အသိေပးခ်က္ျပင္ဆင္မႈမ်ား",
    "All messages (noisy)": "အမွာစကားအားလုံး (ဆူညံသံ)",
    "Mentions only": "ညႊန္ျပထားေသာအရာမ်ားသာ",
    "Leave": "ထြက္သည္",
    "Forget": "ေမ့သည္",
    "Direct Chat": "တိုက္ရိုက္စကားေျပာျခင္း",
    "Clear status": "အေျခအေနရွင္းသည္",
    "Update status": "အေျခအေနမြမ္းမံသည္",
    "Set status": "အေျခအေနသတ္မွတ္သည္",
    "Set a new status...": "အေျခအေနအသစ္တစ္ခုသတ္မွတ္သည္ ...",
    "View Community": "အဖြဲ႕အစည္းၾကည့္သည္",
    "Hide": "၀ွက္သည္",
    "Home": "ပင္မ",
    "Sign in": "၀င္သည္",
    "Help": ":အကူအညီ",
    "Reload": "ျပန္တင္သည္",
    "Take picture": "ပုံရိုက္သည္",
    "Remove for everyone": "အားလုံးအတြက္ဖယ္ထုတ္သည္",
    "Remove for me": "ကြ်ႏ္ုပ္အတြက္ဖယ္ထုတ္သည္",
    "This room is public": "ဤအခန္းသည္ အမ်ားသုံးျဖစ္သည္",
    "Away": "အေ၀း",
    "User Status": "သုံးစြဲသူအေျခအေန",
    "powered by Matrix": "Matrix မွပါ၀ါ",
    "This homeserver would like to make sure you are not a robot.": "ဤပင္မဆာဗာသည္ သင္စက္ရုပ္မဟုတ္ေၾကာင္း ေသခ်ာေစလိမ့္မည္",
    "Country Dropdown": "Country Dropdown",
    "Custom Server Options": "စိတ္ႀကိဳက္ဆာဗာေရြးခ်ယ္မႈ",
    "Confirm your identity by entering your account password below.": "သင့္အေကာင့္စကား၀ွက္ကို ေအာက္တြင္၀င္ျခင္းျဖင့္ သင့္အေထာက္အထားကို အတည္ျပဳပါ",
    "Missing captcha public key in homeserver configuration. Please report this to your homeserver administrator.": "ပင္မဆာဗာဖြဲ႔စည္းပုံတြင္ captcha အမ်ားသုံးေသာ့ ေပ်ာက္ေနသည္။ သင့္ပင္မဆာဗာဦးေဆာင္သူထံ အစီရင္ခံပါ",
    "Please review and accept all of the homeserver's policies": "ေက်းဇူးျပဳ၍ ျပန္လည္သုံးသပ္ၿပီး ပင္မဆာဗာ၏ မူ၀ါဒအားလုံးကိုလက္ခံပါ",
    "Please review and accept the policies of this homeserver": "ေက်းဇူးျပဳ၍ ျပန္လည္သုံးသပ္ၿပီး ဤပင္မဆာဗာ၏ မူ၀ါဒမ်ားကိုလက္ခံပါ",
    "Please check your email to continue registration.": "ေက်းဇူးျပဳ၍ ဆက္ၿပီးစာရင္းသြင္းရန္ သင့္အီးေမးလ္ကို စစ္ပါ",
    "Token incorrect": "တိုကင္လက္မွတ္မမွန္ပါ",
    "Please enter the code it contains": "ေက်းဇူးျပဳ၍ သူ႔မွာပါေသာကုဒ္ႏွင့္၀င္ပါ",
    "Code": "ကုဒ္",
    "Submit": "အတည္ျပဳသည္",
    "Start authentication": "စစ္မွန္ေၾကာင္းသက္ေသျပျခင္းစတင္သည္",
    "Unable to validate homeserver/identity server": "ပင္မဆာဗာ/အေထာက္အထားဆာဗာကို အတည္ျပဳ၍မရႏိုင္ပါ",
    "Enter the location of your Element Matrix Services homeserver. It may use your own domain name or be a subdomain of <a>element.io</a>.": "သင့္ Element Matrix ပင္မဆာဗာ၀န္ေဆာင္မႈမ်ားတည္ေနရာကို ထည့္ပါ။ ၎သည္သင္၏ကိုယ္ပိုင္နယ္ပယ္နာမည္သုံးႏိုင္သည္ သို႔မဟုတ္ ၏နယ္ပယ္ခြဲ <a>element.io</a>.",
    "Server Name": "ဆာဗာနာမည္",
    "Enter password": "စကား၀ွက္ထည့္ပါ",
    "Nice, strong password!": "ေကာင္းတယ္၊ စကား၀ွက္ခိုင္မာတယ္",
    "Password is allowed, but unsafe": "စကား၀ွက္ခြင့္ျပဳေသာ္လည္းမလုံျခံဳပါ",
    "Keep going...": "ဆက္သြားသည္ ...",
    "The email field must not be blank.": "အီးေမးလ္အကြက္သည္ အလြတ္ျဖစ္၍မရပါ",
    "The username field must not be blank.": "သုံးစြဲသူနာမည္အကြက္သည္ အလြတ္ျဖစ္၍မရပါ",
    "The phone number field must not be blank.": "ဖုန္းနံပါတ္အကြက္သည္ အလြတ္ျဖစ္၍မရပါ",
    "The password field must not be blank.": "စကား၀ွက္အကြက္သည္ အလြတ္ျဖစ္၍မရပါ",
    "Email": "အီးေမးလ္",
    "Username": "သုံးစြဲသူနာမည္",
    "Phone": "ဖုန္း",
    "Not sure of your password? <a>Set a new one</a>": "သင့္စကား၀ွက္မေသခ်ာဘူးလား <a>အသစ္တစ္ခုသတ္မွတ္ပါ</a>",
    "Sign in with": "ႏွင့္၀င္သည္",
    "No identity server is configured so you cannot add an email address in order to reset your password in the future.": "မည္သည့္အေထာက္အထားဆာဗာကိုမွ တပ္ဆင္မထားသျဖင့္ ေနာင္တြင္ သင့္စကား၀ွက္ ျပန္လည္သတ္မွတ္လွ်င္ အီးေမးလ္လိပ္စာတစ္ခုထည့္လို႔မရႏိုင္ပါ",
    "If you don't specify an email address, you won't be able to reset your password. Are you sure?": "အီးေမးလ္လိပ္စာတစ္ခုမသတ္မွတ္ထားလွ်င္ သင့္စကား၀ွက္ျပန္လည္သတ္မွတ္လို႔ရႏိုင္လိမ့္မည္မဟုတ္ပါ။ ေသခ်ာပါသလား",
    "Use an email address to recover your account": "သင့္အေကာင့္ျပန္ရယူရန္ အီးေမးလ္လိပ္စာတစ္ခု အသုံးျပဳပါ",
    "Enter email address (required on this homeserver)": "အီးေမးလ္လိပ္စာထည့္ပါ (ဤပင္မဆာဗာတြင္လိုအပ္သည္)",
    "Doesn't look like a valid email address": "မွန္ေသာအီးေမးလ္လိပ္စာႏွင့္မတူပါ",
    "Passwords don't match": "စကား၀ွက္မ်ားမတူပါ",
    "Other users can invite you to rooms using your contact details": "သင့္အဆက္သြယ္အေသးစိတ္ကို အသုံးျပဳ၍ အျခားသုံးစြဲသူမ်ားသည္ သင့္ကို အခန္းသို႔ ဖိတ္ၾကားႏိုင္သည္",
    "Enter phone number (required on this homeserver)": "ဖုန္းနံပါတ္ထည့္ပါ (ဤပင္မဆာဗာတြင္လိုအပ္သည္)",
    "Doesn't look like a valid phone number": "မွန္ေသာဖုန္းနံပါတ္ႏွင့္မတူပါr",
    "Use lowercase letters, numbers, dashes and underscores only": "စာလုံးအေသးမ်ား၊ နံပါတ္မ်ား၊ မ်ဥ္းရွည္မ်ား (_) ႏွင့္ မ်ဥ္းသားျခင္းမ်ားသာ သုံးရမည္",
    "Enter username": "သုံးစြဲသူနာမည္ထည့္ပါ",
    "Email (optional)": "အီးေမးလ္(စိတ္ၾကိဳက္)",
    "Phone (optional)": "ဖုန္း(စိတ္ၾကိဳက္)",
    "Create your Matrix account on <underlinedServerName />": "သင့္ Matrix အေကာင့္ကို %<မ်ဥ္းသားထားေသာဆာဗာနာမည္ /> တြင္ ဖန္တီးပါ",
    "Register": "စာရင္းသြင္းပါ",
    "Set an email for account recovery. Use email or phone to optionally be discoverable by existing contacts.": "အေကာင့္ျပန္ရယူရန္ အီးေမးလ္တစ္ခု သတ္မွတ္ပါ။  ႐ွိၿပီးသားအဆက္အသြယ္မ်ားမွ ႐ွာေဖြေတြ႕႐ွိရန္ ႀကိဳက္ရာ အီးေမးလ္သို႔မဟုတ္ဖုန္းကိုသုံးပါ။",
    "Set an email for account recovery. Use email to optionally be discoverable by existing contacts.": "အေကာင့္ျပန္ရယူရန္ အီးေမးလ္တစ္ခု သတ္မွတ္ပါ။  ႐ွိၿပီးသားအဆက္အသြယ္မ်ားမွ ႐ွာေဖြေတြ႕႐ွိရန္ ႀကိဳက္ရာ အီးေမးလ္ကိုသုံးပါ။",
    "Enter your custom homeserver URL <a>What does this mean?</a>": "သင့္သုံးေနၾကပင္မဆာဗာ URL ထည့္ပါ <a>ဒါဘာကိုဆုိလိုတာလဲ</a>",
    "Homeserver URL": "ပင္မဆာဗာURL",
    "Enter your custom identity server URL <a>What does this mean?</a>": " သင့္သုံးေနၾက အေထာက္အထားဆာဗာ URL ထည့္ပါ <a>ဒါဘာကိုဆုိလိုတာလဲ</a>",
    "Identity Server URL": "အေထာက္အထားဆာဗာ URL",
    "Other servers": "အျခားဆာဗာမ်ား",
    "Free": "အလကား",
    "Join millions for free on the largest public server": "အႀကီးဆုံးအမ်ားသုံးဆာဗာတြင္ သန္းခ်ီအလကား ပူးေပါင္းပါ",
    "Premium": "အရည္အေသြးအေကာင္းဆုံး",
    "Premium hosting for organisations <a>Learn more</a>": "အဖြဲ႔အစည္းအတြက္ အေကာင္းဆုံးဦးေဆာင္မႈ<a>ပို၍ေလ့လာမည္</a>",
    "Find other public servers or use a custom server": "အျခားအမ်ားသုံးဆာဗာရွာပါ သို႔မဟုတ္ စိတ္ႀကိဳက္ ေရြးထားေသာဆာဗာတစ္ခုသုံးပါ",
    "Sign in to your Matrix account on <underlinedServerName />": "သင့္ Matrix အေကာင့္ မွ  <မ်ဥ္းတားထားေသာဆာဗာနာမည္/> တြင္၀င္ပါ",
    "Sign in with SSO": "SSO ႏွင့္၀င္ပါ",
    "Please install <chromeLink>Chrome</chromeLink>, <firefoxLink>Firefox</firefoxLink>, or <safariLink>Safari</safariLink> for the best experience.": "ေက်းဇူးျပဳ၍ <chromeLink>Chrome</chromeLink>, <firefoxLink>Firefox</firefoxLink>, or <safariLink>Safari</safariLink> အေတြ႔အၾကံဳ အေကာင္းဆုံးရေအာင္တပ္ဆင္ပါ",
    "With your current browser, the look and feel of the application may be completely incorrect, and some or all features may not function. If you want to try it anyway you can continue, but you are on your own in terms of any issues you may encounter!": "သင္၏လက္ရွိပရိုဂရမ္ႏွင့္အတူ ေဆာ့ဖ္၀ဲလ္၏အသြင္အျပင္ႏွင့္ခံစားမႈသည္ လုံးဝမမွန္ကန္ႏိုင္သကဲ့သို႔ အခ်ိဳ႕သို႔မဟုတ္အားလုံးေသာ အစီအစဥ္မ်ားလည္ပတ္ႏိုင္မည္မဟုတ္ပါ။ သင္မည္သည့္နည္းႏွင့္မဆိုႀကိဳးစားလိုပါက သင္ဆက္လက္လုပ္ႏိုင္သည္၊ သို႔ေသာ္သင္ၾကဳံေတြ႕ရႏိုင္ေသာ ျပႆနာမ်ားႏွင့္ပတ္သက္၍ သင့္တြင္တာ၀န္႐ွိသည္။",
    "I understand the risks and wish to continue": "ကြ်ႏ္ုပ္အႏၱရာယ္မ်ားကိုနားလည္ၿပီး ဆက္သြားရန္ဆႏၵရွိသည္",
    "Couldn't load page": "စာမ်က္ႏွာဖြင့္၍မရပါ",
    "You must <a>register</a> to use this functionality": "သင္ <a> စာရင္းသြင္းသည္ </a> ဤလုပ္ႏိုင္စြမ္းကို အသုံးျပဳရန္",
    "You must join the room to see its files": "သူ႔ဖိုင္မ်ားကိုျမင္ရန္ သင္အခန္းကို၀င္ရမည္",
    "No files visible in this room": "ဤအခန္းတြင္ျမင္စရာဖိုင္တြဲမ်ားမရွိ",
    "Attach files from chat or just drag and drop them anywhere in a room.": "စကားေျပာခန္းမွဖိုင္မ်ားကို ပူးတြဲပါ သို႔မဟုတ္ ၎တို႔ကိုအခန္း႐ွိမည္သည့္ေနရာ၌မဆို ဆြဲယူ သို႔မဟုတ္ ခ်ပါ။",
    "<h1>HTML for your community's page</h1>\n<p>\n    Use the long description to introduce new members to the community, or distribute\n    some important <a href=\foo\">links</a>\n</p>\n<p>\n    You can even use 'img' tags\n</p>\n": "<h1>HTML သင့္အဖြဲ႔အစည္းစာမ်က္ႏွာအတြက္</h1>\n<p>\n    အဖြဲ႔အစည္းအသစ္သို႔မိတ္ဆက္ရန္ သို႔မဟုတ္ ျဖန္႔ေဝရန္႐ွည္လ်ားေသာေဖာ္ျပခ်က္ကိုသုံးပါ \n    အခ်ိဳ႕အေရးႀကီးသည္ <a href=\"foo\">links</a>\n</p>\n<p>\n    'img' tags ကိုေတာင္သင္အသုံးျပဳႏိုင္သည္ \n</p>\n",
    "Add rooms to the community summary": "အဖြဲ႔အစည္းအက်ဥ္းခ်ဳပ္သို႔ အခန္းမ်ားထည့္ပါ",
    "Which rooms would you like to add to this summary?": "ဘယ္အခန္းမ်ားကို ဤအက်ဥ္းခ်ဳပ္သို႔ သင္ထည့္ခ်င္ပါသလဲ",
    "Add to summary": "အက်ဥ္းခ်ဳပ္သို႔ထည့္ပါ",
    "Add a Room": "အခန္းတစ္ခန္းထည့္သည္",
    "Add users to the community summary": "အဖြဲ႔အစည္းအက်ဥ္းခ်ဳပ္သို႔ သုံးစြဲသူမ်ားထည့္ပါ",
    "Who would you like to add to this summary?": "ဘယ္သူ႔ကို ဤအက်ဥ္းခ်ဳပ္သို႔ သင္ထည့္ခ်င္ပါသလဲ",
    "Add a User": "သုံးစြဲသူတစ္ေယာက္ထည့္သည္",
    "Failed to upload image": "ရုပ္ပုံတင္ျခင္းမေအာင္ျမင္ပါ",
    "Failed to update community": "အဖြဲ႔အစည္းတင္ျခင္းမေအာင္ျမင္ပါ",
    "Unable to accept invite": "ဖိတ္ၾကားမႈလက္ခံျခင္းမေအာင္ျမင္ပါ",
    "Unable to join community": "အဖြဲ႔အစည္းသို႔ပူးေပါင္းျခင္းမေအာင္ျမင္ပါ",
    "You are an administrator of this community. You will not be able to rejoin without an invite from another administrator.": "သင္သည္ဤအဖြဲ႔အစည္း၏ ဦးေဆာင္သူျဖစ္သည္။ အျခားဦးေဆာင္သူထံမွ ဖိတ္ၾကားခ်က္မပါလွ်င္ သင္ျပန္ပူးေပါင္းလို႔မရႏိုင္ပါ",
    "Leave Community": "အဖြဲ႔အစည္းမွထြက္သည္",
    "Unable to leave community": "အဖြဲ႔အစည္းမွထြက္လို႔မရႏိုင္ပါ",
    "Community Settings": "အဖြဲ႔အစည္းျပင္ဆင္မႈ",
    "Want more than a community? <a>Get your own server</a>": "အဖြဲ႔အစည္းတစ္ခုထက္ပိုလိုခ်င္လား <a>သင့္ကိုယ္ပိုင္ဆာဗာသို႔သြားပါ</a>",
    "Changes made to your community <bold1>name</bold1> and <bold2>avatar</bold2> might not be seen by other users for up to 30 minutes.": "သင့္အဖြဲ႔အစည္းကိုေျပာင္းလဲမႈလုပ္ပါ <bold1>နာမည္</bold1> ႏွင့္ <bold2>ကိုယ္စားျပဳရုပ္ပုံ</bold2> မိနစ္ ၃၀ ႏွင့္အထက္ အျခားသုံးစြဲသူမ်ားျမင္ႏိုင္လိမ့္မည္မဟုတ္",
    "These rooms are displayed to community members on the community page. Community members can join the rooms by clicking on them.": "ဤအခန္းမ်ားကို အဖြဲ႔၀င္မ်ားအတြက္ အဖြဲ႔အစည္းစာမ်က္ႏွာတြင္ ျပထားသည္။ အဖြဲ႔၀င္မ်ားသည္ သူတို႔ကိုႏွိပ္၍ အခန္းမ်ားကို၀င္ႏိုင္သည္",
    "Featured Rooms": "အထူးခန္းမ်ား",
    "Featured Users": "အထူးသုံးစြဲသူမ်ား",
    "Join this community": "ဤအဖြဲ႔အစည္းသို႔ ပူးေပါင္းသည္",
    "Leave this community": "ဤအဖြဲ႔အစည္းမွထြက္သည္",
    "You are an administrator of this community": "သင္သည္ ဤအဖြဲ႔အစည္း၏ ဦးေဆာင္သူျဖစ္သည္",
    "You are a member of this community": "သင္သည္ ဤအဖြဲ႔အစည္း၏ အဖြဲ႔၀င္ျဖစ္သည္",
    "Who can join this community?": "ဤအဖြဲ႔အစည္းသို႔ ဘယ္သူပူးေပါင္းႏိုင္လဲ",
    "Everyone": "လူတိုင္း",
    "Your community hasn't got a Long Description, a HTML page to show to community members.<br />Click here to open settings and give it one!": "သင့္အဖြဲ႔အစည္းတြင္ အေသးစိတ္အခ်က္အလက္မ်ားမရွိေသးပါ။ , HTML စာမ်က္ႏွာသည္ အဖြဲ႕၀င္မ်ားကိုျပသည္<br /> ဤေနရာကိုႏွိပ္၍ ျပင္ဆင္မႈမ်ားဖြင့္ၿပီး တစ္ခုေပးလိုက္ပါ",
    "Long Description (HTML)": "အေသးစိတ္ေဖာ္ျပခ်က္ (HTML)",
    "Upload avatar": "ကိုယ္စားျပဳရုပ္ပုံတင္သည္",
    "Description": "ေဖာ္ျပခ်က္",
    "This homeserver does not support communities": "ဤပင္မဆာဗာသည္ အဖြဲ႕အစည္းမ်ားကို မေထာက္ပံ့ပါ",
    "Liberate your communication": "သင့္ဆက္သြယ္မႈကို လြတ္ေျမာက္ေစသည္",
    "Send a Direct Message": "တိုက္ရိုက္အမွာစကားတစ္ေစာင္ပို႔သည္",
    "Explore Public Rooms": "အမ်ားသုံးအခန္းမ်ားရွာေဖြပါ",
    "Create a Group Chat": "အဖြဲ႕လိုက္စကားေျပာခန္းဖန္တီးပါ",
    "Explore rooms": "အခန္းမ်ားရွာေဖြပါ",
    "Failed to reject invitation": "ဖိတ္ၾကားခ်က္ျငင္းပယ္မႈမေအာင္ျမင္ပါ",
    "This room is not public. You will not be able to rejoin without an invite.": "ဤအခန္းသည္အမ်ားသုံးမဟုတ္ပါ။ ဖိတ္ၾကားခ်က္မဟုတ္ပဲ သင္ျပန္ပူးေပါင္းႏိုင္လိမ့္မည္မဟုတ္။",
    "Failed to leave room": "အခန္းမွထြက္ျခင္းမေအာင္ျမင္ပါ",
    "Can't leave Server Notices room": "ဆာဗာအသိေပးခ်က္မ်ားအခန္းမွထြက္လို႔မရႏိုင္ပါ",
    "This room is used for important messages from the Homeserver, so you cannot leave it.": "ဤအခန္းသည္ ပင္မဆာဗာမွအေရးႀကီးေသာအမွာစကားမ်ားအတြက္ ျဖစ္သည္။ ထို႔ေၾကာင့္သင္ ထြက္မရႏိုင္ပါ",
    "Unknown error": "အမည္မသိအမွား",
    "Signed Out": "ထြက္ခဲ့သည္",
    "For security, this session has been signed out. Please sign in again.": "လုံျခံဳမႈအတြက္ ဤက႑ကိုထြက္လိုက္သည္။ ေက်းဇူးျပဳ၍ ေနာက္ထပ္၀င္ပါ",
    "Terms and Conditions": "စည္းကမ္းႏွင့္သတ္မွတ္ခ်က္မ်ား",
    "Review terms and conditions": "စည္းကမ္းႏွင့္ သတ္မွတ္ခ်က္မ်ားကို သုံးသပ္သည္",
    "Old cryptography data detected": "၀ွက္စာေရးနည္း၊ေဖာ္နည္း အခ်က္အလက္အေဟာင္း ေတြ႕ရွိခဲ့သည္",
    "Self-verification request": "ကိုယ္တိုင္အတည္ျပဳမႈေတာင္းဆိုသည္",
    "Logout": "ထြက္သည္",
    "Your Communities": "သင့္အဖြဲ႕အစည္းမ်ား",
    "To set up a filter, drag a community avatar over to the filter panel on the far left hand side of the screen. You can click on an avatar in the filter panel at any time to see only the rooms and people associated with that community.": ":စီစစ္ျခင္းသတ္မွတ္ရန္ အဖြဲ႕အစည္း ကိုယ္စားျပဳ႐ုပ္ပုံတစ္ခုကို မ်က္ႏွာျပင္၏ဘယ္ဘက္ျခမ္း႐ွိ စီစစ္ျခင္းေဘာင္သို႔ဆြဲခ်ပါ။ ထိုအဖြဲ႕အစည္းႏွင့္ဆက္စပ္ေနေသာ အခန္းမ်ားႏွင့္လူမ်ားကိုသာ ၾကည့္႐ႈရန္ အခ်ိန္မေ႐ြး စီစစ္ထားေသာေဘာင္႐ွိ ကိုယ္စားျပဳရုပ္ပုံကိုႏွိပ္ႏိုင္သည္။",
    "Error whilst fetching joined communities": "ပူးေပါင္းထားေသာ အဖြဲ႕အစည္းမ်ားရယူေနစဥ္ အမွားရွိေနသည္",
    "Communities": "အဖြဲ႕အစည္းမ်ား",
    "Create a new community": "အဖြဲ႕အစည္းအသစ္တစ္ခုဖန္တီးပါ",
    "Create a community to group together users and rooms! Build a custom homepage to mark out your space in the Matrix universe.": "သုံးစြဲသူမ်ားႏွင့္အခန္းမ်ားကို အတူစုစည္းရန္အသိုင္းအဝိုင္းတစ္ခုဖန္တီးပါ။ Matrix universe ၌ သင္၏ေနရာကိုမွတ္သားရန္ စိတ္ႀကိဳက္ ပင္မစာမ်က္ႏွာတစ္ခုတည္ေဆာက္ပါ။",
    "You’re all caught up": "သင္အကုန္လုံးမီွလိုက္သည္",
    "You have no visible notifications in this room.": "ဤအခန္းတြင္သင္ျမင္သာေသာအသိေပးခ်က္မ်ားမ႐ွိပါ။",
    "The homeserver may be unavailable or overloaded.": "ပင္မဆာဗာသည္ မရႏိုင္ပါ သို႔မဟုတ္ အလြန္၀န္တင္ေနသည္",
    "Remove from Directory": "လမ္းၫႊန္ခ်က္မွ ပယ္ထုတ္သည္",
    "delete the address.": "လိပ္စာဖ်က္သည္",
    "The server may be unavailable or overloaded": "ဆာဗာသည္ မရႏိုင္ပါ သို႔မဟုတ္ အလြန္၀န္တင္ေနသည္",
    "Unable to join network": "ကြန္ရက္ခ်ိတ္ဆက္မရႏိုင္ပါ",
    "Room not found": "အခန္းမေတြ႕ပါ",
    "Couldn't find a matching Matrix room": "ကိုက္ညီေသာ Matrix အခန္း မရွာႏိုင္ပါ",
    "Fetching third party location failed": "တတိယေျမာက္ေနရာရယူရန္ မေအာင္ျမင္ပါ",
    "Unable to look up room ID from server": "ဆာဗာမွအခန္းနံပါတ္ရွာမရပါ",
    "Preview": "ႀကိဳတင္ၾကည့္ရႈသည္",
    "View": ":ၾကည့္ရႈသည္",
    "Find a room…": "အခန္းတစ္ခန္းရွာသည္ …",
    "If you can't find the room you're looking for, ask for an invite or <a>Create a new room</a>.": "သင္ရွာေနေသာအခန္းကို ရွာမေတြ႕လွ်င္ ဖိတ္ၾကားရန္ေမးပါ သို႔မဟုတ္ <a>အခန္းအသစ္ဖန္တီးပါ</a>.",
    "Clear filter": "စီစစ္ျခင္းရွင္းသည္",
    "Search rooms": "အခန္းမ်ားရွာသည္",
    "You can't send any messages until you review and agree to <consentLink>our terms and conditions</consentLink>.": "သင္သုံးသပ္ၿပီး သေဘာမတူခင္အထိ မည္သည့္အမွာစကားမ်ားကိုမဆို သင္မပို႔ႏိုင္ပါ <consentLink>ကြ်ႏ္ုပ္တို႔၏ စည္းကမ္းႏွင့္ သတ္မွတ္ခ်က္မ်ား </consentLink>.",
    "Your message wasn't sent because this homeserver has hit its Monthly Active User Limit. Please <a>contact your service administrator</a> to continue using the service.": "သင့္အမွာစကားမပို႔ပါ အဘယ္ေၾကာင့္ဆိုေသာ္ ဤပင္မဆာဗာသည္ လစဥ္သုံးစြဲသူကန္႔သတ္ခ်က္သို႔ ေရာက္ရွိေသာေၾကာင့္ျဖစ္သည္။ ေက်းဇူးျပဳ၍  <a>သင့္၀န္ေဆာင္မႈဦးေဆာင္သူထံဆက္သြယ္ပါ</a> ၀န္ေဆာင္မႈကို ဆက္သုံးရန္.",
    "Your message wasn't sent because this homeserver has exceeded a resource limit. Please <a>contact your service administrator</a> to continue using the service.": "သင့္အမွာစကားမပို႔ပါ အဘယ္ေၾကာင့္ဆိုေသာ္ ဤပင္မဆာဗာသည္ အရင္းအျမစ္ကန္႔သတ္ခ်က္ကို ေက်ာ္လြန္သြားေသာေၾကာင့္ျဖစ္သည္။ ေက်းဇူးျပဳ၍  <a>သင့္၀န္ေဆာင္မႈဦးေဆာင္သူထံဆက္သြယ္ပါ</a> ၀န္ေဆာင္မႈကို ဆက္သုံးရန္.",
    "other: Some of your messages have not been sent.": " အျခား - :သင့္အမွာစကားအခ်ိဳ႕ ပို႔၍မရပါ",
    "one: Your message was not sent.": " တစ္ေယာက္ - :သင့္အမွာစကား ပို႔၍မရပါ",
    "other: <resendText>Resend all</resendText> or <cancelText>cancel all</cancelText> now. You can also select individual messages to resend or cancel.": " အျခား - :<resentText> အကုန္လုံးထပ္ပို႔သည္ </resendText> သို႔မဟုတ္ <cancelText> အကုန္လုံးပယ္ဖ်က္သည္ </cancelText> အခု။ အမွာစကားတစ္ခုခ်င္းေရြး၍ သင္ ထပ္ပို႔မလား သို႔မဟုတ္ ပယ္ဖ်က္မလား",
    "one: <resendText>Resend message</resendText> or <cancelText>cancel message</cancelText> now.": " တစ္ေယာက္ - :resentText> အမွာစကားထပ္ပို႔သည္ </resendText> သို႔မဟုတ္ <cancelText> အမွာစကားပယ္ဖ်က္သည္ </cancelText> အခု။ ",
    "Connectivity to the server has been lost.": "ဆာဗာႏွင့္ဆက္သြယ္မႈေပ်ာက္ဆုံးသြားသည္",
    "Sent messages will be stored until your connection has returned.": "သင့္ဆက္သြယ္မႈျပန္မရခင္ထိ ပို႔မည့္အမွာစကားမ်ားကိုသိမ္းထားလိမ့္မည္",
    "There's no one else here! Would you like to <inviteText>invite others</inviteText> or <nowarnText>stop warning about the empty room</nowarnText>?": "အဲ့မွာအျခားဘယ္သူမွမရွိဘူး <inviteText> အျခားသူမ်ားကိုသင္ဖိတ္ခ်င္လား</inviteText> သို႔မဟုတ္ <nowarnText>အခန္းအလြတ္ဆိုတာ သတိေပးျခင္းရပ္မလား</nowarnText>?",
    "You seem to be uploading files, are you sure you want to quit?": "သင္ဖိုင္မ်ားတင္ေနပုံရသည္။ သင္ထြက္ခ်င္တာေသခ်ာပါသလား",
    "You seem to be in a call, are you sure you want to quit?": "သင္ဖုန္းေျပာေနပုံရသည္။ သင္ထြက္ခ်င္တာေသခ်ာပါသလား",
    "Search failed": "က်ရႈံးမ်ားရွာေနသည္",
    "Server may be unavailable, overloaded, or search timed out ": "ဆာဗာ မရႏိုင္ပါ၊ အလြန္အကြ်ံ၀န္တင္သည္၊ ရွာေဖြခ်ိန္ကုန္သြားတာ ျဖစ္ႏိုင္သည္ ",
    "No more results": "ရလဒ္မ်ားမရွိေတာ့ပါ",
    "Room": "အခန္း",
    "Failed to reject invite": "ဖိတ္ၾကားခ်က္ျငင္းပယ္ျခင္းမေအာင္ျမင္ပါ",
    "Fill screen": "မ်က္နွာျပင္ျဖည့္သည္",
    "Click to unmute video": "ဗီဒီြယိုအသံဖြင့္ရန္ႏွိပ္ပါ",
    "Click to mute video": "ဗီဒီြယိုအသံပိတ္ရန္ႏွိပ္ပါ",
    "Click to unmute audio": "အသံဖြင့္ရန္ႏွိပ္ပါ",
    "Click to mute audio": "အသံပိတ္ရန္ႏွိပ္ပါ",
    "Tried to load a specific point in this room's timeline, but you do not have permission to view the message in question.": "ဤအခန္း၏အခ်ိန္ဇယားတြင္ ေသခ်ာေသာအမွတ္တစ္ခုကိုဖြင့္ရန္ႀကိဳးစားခဲ့ေသာ္လည္း၊ ထိုေမးခြန္းအားၾကည့္႐ႈရန္သင့္တြင္ခြင့္ျပဳခ်က္မ႐ွိပါ။",
    "Tried to load a specific point in this room's timeline, but was unable to find it.": "ဤအခန္း၏အခ်ိန္ဇယားတြင္ ေသခ်ာေသာအမွတ္တစ္ခုကိုဖြင့္ရန္ႀကိဳးစားခဲ့ေသာ္လည္း၊ ၎ကိုရွာမေတြ႔ခဲ့ပါ",
    "Failed to load timeline position": "အခ်ိန္ဇယားေနရာခ်ရန္ မေအာင္ျမင္ပါ",
    "Switch to light mode": "အလင္းအေနအထားသို႔ေျပာင္းပါ",
    "Switch to dark mode": "အေမွာင္အေနအထားသို႔ေျပာင္းပါ",
    "Switch theme": "Theme ေျပာင္းပါ",
    "Security & privacy": "လုံျခံဳေရးႏွင့္ သီးသန္႔တည္ရွိမႈ",
    "All settings": "ျပင္ဆင္ခ်က္အကုန္လုံး",
    "Feedback": "တုံ႔ျပန္ခ်က္",
    "User menu": "သုံးစြဲသူစာရင္း",
    "Could not load user profile": "သုံးစြဲသူကိုယ္ေရးအက်ဥ္းတင္၍မရပါ",
    "Verify this login": "ဤ၀င္ျခင္းကိုအတည္ျပဳပါ",
    "Session verified": "အသုံးျပဳခ်ိန္အတည္ျပဳၿပီး",
    "Failed to send email": "အီးေမးလ္ပို႔ျခင္းမေအာင္ျမင္ပါ",
    "The email address linked to your account must be entered.": "သင့္အေကာင့္ႏွင့္ခ်ိတ္ထားေသာ အီးေမးလ္လိပ္စာကို ထည့္ကိုထည့္ရမည္။",
    "A new password must be entered.": " စကား၀ွက္အသစ္ထည့္ကိုထည့္ရမည္",
    "New passwords must match each other.": "စကား၀ွက္အသစ္မ်ားသည္ တစ္ခုႏွင့္တစ္ခုတူေနရမည္.",
    "Changing your password will reset any end-to-end encryption keys on all of your sessions, making encrypted chat history unreadable. Set up Key Backup or export your room keys from another session before resetting your password.": "သင့္စကား၀ွက္ေျပာင္းျခင္းသည္ သင့္က႑အားလုံးမွ အဆုံးထိ လွ်ိဳ႕၀ွက္ထားေသာ မည္သည့္ေသာ့မ်ားမဆို ျပန္လည္သတ္မွတ္လိမ့္မည္၊ လွ်ိဳ႕၀ွက္စကားေျပာခန္းမွတ္တမ္းကိုပါ ဖတ္မရေအာင္လုပ္လိမ့္မည္။ အရန္ေသာ့သတ္မွတ္ပါ သို႔မဟုတ္ သင့္စကား၀ွက္ျပန္မသတ္မွတ္ခင္ အျခားက႑မွ သင့္အခန္းေသာ့မ်ားကို တင္ပို႔ထားပါ",
    "Your Matrix account on <underlinedServerName />": "<မ်ဥ္းသားထားေသာဆာဗာနာမည္ /> မွသင့္ Matrix အေကာင့္",
    "No identity server is configured: add one in server settings to reset your password.": "မည္သည့္အေထာက္အထား server ကိုမွျပဳျပင္မထားပါ။ သင္၏စကားဝွက္ကို ျပန္လည္သတ္မွတ္ရန္ ဆာဗာျပင္ဆင္မႈမ်ားထဲမွတစ္ခုကိုထည့္ပါ။",
    "Sign in instead": "ကိုယ္စား၀င္ပါ",
    "A verification email will be sent to your inbox to confirm setting your new password.": "သင္၏စကား၀ွက္အသစ္ ျပင္ဆင္ခ်က္အတည္ျပဳရန္ သင့္အ၀င္စာထဲသို႔ အတည္ျပဳအီးေမးလ္ပို႔လိမ့္မည္။",
    "Send Reset Email": "ျပန္လည္သတ္မွတ္ေသာအီးေမးလ္ပို႔ပါ",
    "I have verified my email address": "ကြ်ႏု္ပ္အီးေမးလ္လိပ္စာကို အတည္ျပဳၿပီးၿပီ။",
    "Your password has been reset.": "သင့္စကား၀ွက္ကိုျပန္လည္သတ္မွတ္ၿပီးျဖစ္သည္",
    "You have been logged out of all sessions and will no longer receive push notifications. To re-enable notifications, sign in again on each device.": "က႑အားလုံးမွထြက္လိုက္ၿပီးလွ်င္ တြန္းအားေပးအသိေပးခ်က္မ်ား လက္ခံရရွိေတာ့မည္မဟုတ္ပါ။ အသိေပးခ်က္မ်ားျပန္ဖြင့္ရန္ စက္တစ္ခုစီတြင္ ေနာက္တစ္ခါ၀င္ပါ",
    "Return to login screen": "အ၀င္မ်က္ႏွာျပင္သို႔ျပန္သြားပါ",
    "Set a new password": "၀ကား၀ွက္အသစ္သတ္မွတ္ပါ။",
    "Invalid homeserver discovery response": "ပင္မဆာဗာရွာေဖြေတြ႔ရွိမႈတုံ႔ျပန္ခ်က္ မမွန္ကန္ပါ",
    "Failed to get autodiscovery configuration from server": "ဆာဗာမွ အသံရွာေဖြမႈဖြဲ႕စည္းပုံရရွိရန္ မေအာင္ျမင္ပါ",
    "Invalid base_url for m.homeserver": "m.homeserver အတြက္ အေျခခံ_url မမွန္ကန္ပါ",
    "Homeserver URL does not appear to be a valid Matrix homeserver": "ပင္မဆာဗာ URL သည္ မွန္ကန္ေသာ Matrix ပင္မဆာဗာ အျဖစ္မေပၚလာပါ ",
    "Invalid identity server discovery response": "အေထာက္အထားဆာဗာ ရွာေဖြေတြ႕ရွွိမႈတုံ႔ျပန္ခ်က္ မမွန္ကန္ပါ",
    "Invalid base_url for m.identity_server": "m.identity_server အတြက္ အေျခခံ_url မမွန္ကန္ပါ",
    "Identity server URL does not appear to be a valid identity server": "အေထာက္အထားဆာဗာ URL သည္ မွန္ကန္ေသာအေထာက္အထားဆာဗာ အျဖစ္မေပၚလာပါ ",
    "General failure": "အေထြေထြက်ရႈံးမႈ",
    "This homeserver does not support login using email address.": "ဤပင္မဆာဗာသည္အီးေမးလ္လိပ္စာကို သုံး၍၀င္ျခင္းကို မေထာက္ပံ့ပါ။",
    "Please <a>contact your service administrator</a> to continue using this service.": "ေက်းဇူးျပဳ၍ <a>သင့္၀န္ေဆာင္မႈဦးေဆာင္သူထံ ဆက္သြယ္ပါ </a> ဤ၀န္ေဆာင္မႈကိုဆက္လက္အသုံးျပဳရန္",
    "This account has been deactivated.": "ဤအေကာင့္အားပိတ္ထားသည္",
    "Incorrect username and/or password.": "သုံးစြဲသူနာမည္ ႏွင့္/သို႔မဟုတ္ စကား၀ွက္ မွားယြင္းသည္.",
    "Failed to perform homeserver discovery": "ပင္မရွာေဖြေတြ႕ရွိမႈမေအာင္ျမင္ပါ",
    "The phone number entered looks invalid": "ထည့္သြင္းေသာဖုန္းနံပါတ္ မမွန္ကန္ပါ ",
    "This homeserver doesn't offer any login flows which are supported by this client.": "ဤပင္မဆာဗာသည္ ဤသုံးစြဲသူကိုေထာက္ပံ့ထားေသာ မည္သည့္၀င္ေရာက္မႈမ်ားကိုမွ မကမ္းလွမ္းပါ  ",
    "Error: Problem communicating with the given homeserver.": "မွားယြင္းခ်က္ - ေပးထားေသာပင္မဆာဗာ ႏွင့္ ခ်ိတ္ဆက္မႈျပႆနာ",
    "Can't connect to homeserver via HTTP when an HTTPS URL is in your browser bar. Either use HTTPS or <a>enable unsafe scripts</a>.": "သင့္ပရိုဂရမ္အကြက္တြင္ HTTPS URL ရွိပါက HTTP ျဖင့္ ပင္မဆာဗာကို မဆက္သြယ္ႏိုင္ပါ။HTTPS သုံးပါ သို႔မဟုတ္ <a>မလုံျခံဳေသာဇာတ္ညႊန္းစာမ်ားဖြင့္ပါ</a>.",
    "Can't connect to homeserver - please check your connectivity, ensure your <a>homeserver's SSL certificate</a> is trusted, and that a browser extension is not blocking requests.": "ပင္မဆာဗာသို႔ မဆက္သြယ္ႏိုင္ပါ - ေက်းဇူးျပဳ၍ သင့္ခ်ိတ္ဆက္မႈကိုစစ္ပါ၊ သင့္ <a>ပင္မဆာဗာ၏ SSL တရား၀င္အေထာက္အထား</a> ယုံၾကည္မႈရွိရန္ ႏွင့္ ပရိုဂရမ္တိုးခ်ဲ႕မႈသည္ ေတာင္းဆိုမႈမ်ားကို မပိတ္ထားရန္ ေသခ်ာေအာင္လုပ္ပါ",
    "Syncing...": "ညွိေနသည္...",
    "Signing In...": "၀င္ေနသည္...",
    "If you've joined lots of rooms, this might take a while": "သင္အခန္းအမ်ားႀကီးပူးေပါင္းထားလွ်င္ ခဏေတာ့ၾကာလိမ့္မည္",
    "Create account": "အေကာင့္ဖန္တီးပါ",
    "Failed to fetch avatar URL": "ကိုယ္စားျပဳရုပ္ပုံ URL ရယူျခင္းမေအာင္ျမင္ပါ",
    "Set a display name": "ျပသေသာနာမည္သတ္မွတ္ပါ",
    "Upload an avatar": "ကိုယ္စားျပဳရုပ္ပုံတင္ပါ",
    "Unable to query for supported registration methods.": "ေထာက္ပံ့ထားေသာစာရင္းသြင္းျခင္းဆိုင္ရာ နည္းလမ္းမ်ားကို စုံစမ္းေမးျမန္းမရပါ",
    "Registration has been disabled on this homeserver.": "ဤပင္မဆာဗာတြင္ စာရင္းသြင္းျခင္း ပိတ္ထားသည္",
    "This server does not support authentication with a phone number.": "ဤဆာဗာသည္ ဖုန္းနံပါတ္တစ္ခုျဖင့္ စစ္မွန္ေၾကာင္းကိုမေထာက္ပံ့ပါ",
    "Continue with previous account": "အရင္အေကာင့္ျဖင့္ဆက္သုံးမည္",
    "<a>Log in</a> to your new account.": "သင့္အေကာင့္အသစ္သို႔ <a> ၀င္မည္</a> ",
    "You can now close this window or <a>log in</a> to your new account.": "အခု သင္ ဤဖန္သားျပင္ကို ပိတ္ႏိုင္သည္ သို႔မဟုတ္ သင့္အေကာင့္အသစ္သို႔ <a> ၀င္မည္</a> ",
    "Registration Successful": "Registration Successful",
    "Create your account": "သင့္အေကာင့္ဖန္တီးပါ",
    "Use Recovery Key or Passphrase": "ျပန္လည္ရရွိေသာေသာ့ သို႔မဟုတ္ စကား၀ွက္ ကိုသုံးပါ",
    "Use Recovery Key": "ျပန္လည္ရရွိေသာေသာ့သုံးပါ",
    "Confirm your identity by verifying this login from one of your other sessions, granting it access to encrypted messages.": "သင္၏အျခားအခန္းက႑မ်ားထဲမွတစ္ခုသို႔ ဤ၀င္ေရာက္မႈကို အတည္ျပဳျခင္းျဖင့္ သင့္အေထာက္အထားမ်ားကိုအတည္ျပဳပါ။ ၎ကိုစာဝွက္မ်ားသို႔ဝင္ေရာက္ရာတြင္သုံးသည္။",
    "or another cross-signing capable Matrix client": "သို႔မဟုတ္ အျခားတတ္ႏိုင္ေသာ cross-signing Matric သုံးစြဲသူ",
    "Your new session is now verified. It has access to your encrypted messages, and other users will see it as trusted.": "သင့္က႑အသစ္ကို အတည္ျပဳျပီး။ သင့္စာ၀ွက္မ်ားသို႔၀င္ႏိုင္ခြင့္ရွိၿပီး အျခားသုံးစြဲသူမ်ားသည္ ယုံၾကည္ရသည္ဟု ျမင္လိမ့္မည္",
    "Your new session is now verified. Other users will see it as trusted.": "သင့္က႑အသစ္ကို အတည္ျပဳျပီး။ အျခားသုံးစြဲသူမ်ားသည္ ယုံၾကည္ရသည္ဟု ျမင္လိမ့္မည္",
    "Without completing security on this session, it won’t have access to encrypted messages.": "ဤက႑တြင္ လုံျခံဳေရးမျဖည့္ရေသးလွ်င္ စာ၀ွက္မ်ားသုံးခြင့္ မရႏိုင္ပါ",
    "Failed to re-authenticate due to a homeserver problem": "ပင္မဆာဗာျပႆနာေၾကာင့္ ျပန္လည္အတည္ျပဳရန္ မေအာင္ျမင္ပါ",
    "Incorrect password": "စကား၀ွက္မွားယြင္းသည္",
    "Failed to re-authenticate": "ျပန္လည္အတည္ျပဳရန္ မေအာင္ျမင္ပါ",
    "Regain access to your account and recover encryption keys stored in this session. Without them, you won’t be able to read all of your secure messages in any session.": "သင္၏အေကာင့္ကိုျပန္လည္ရယူၿပီး ဤက႑တြင္ သိမ္းဆည္းထားေသာစာဝွက္ေသာ့မ်ားကိုျပန္လည္ရယူပါ။ သူတို႔မ႐ွိရင္၊ မည္သည့္က႑တြင္မဆို သင္၏လုံျခဳံေသာအမွာစကားအားလုံးကို ဖတ္ႏိုင္လိမ့္မည္မဟုတ္ပါ။",
    "Enter your password to sign in and regain access to your account.": "၀င္ေရာက္ရန္ သင့္စကား၀ွက္ ရိုက္ထည့္ၿပီး သင္၏အေကာင့္ကိုျပန္လည္ရယူပါ",
    "Forgotten your password?": ":သင့္စကား၀ွက္ေမ့သြားတာလား",
    "Sign in and regain access to your account.": "Sign in and regain access to your account.",
    "You cannot sign in to your account. Please contact your homeserver admin for more information.": "သင့္အေကာင့္ကို၀င္၍မရႏိုင္ပါ။ ေက်းဇူးျပဳ၍ အခ်က္အလက္ပိုသိႏိုင္ရန္ သင့္ပင္မဆာဗာဦးေဆာင္သူထံ ဆက္သြယ္ပါ",
    "You're signed out": "သင္ထြက္လိုက္သည္",
    "Clear personal data": "ကိုယ္ပိုင္အခ်က္အလက္ရွင္းသည္",
    "Warning: Your personal data (including encryption keys) is still stored in this session. Clear it if you're finished using this session, or want to sign in to another account.": "သတိေပးခ်က္ - သင့္ကိုယ္ပိုင္အခ်က္အလက္(စာ၀ွက္ေသာ့မ်ားအပါအ၀င္) ဤက႑တြင္ သိမ္းထားဆဲျဖစ္သည္။ အကယ္၍ သင္ ဤက႑ကို သုံးလို႔ၿပီးလွ်င္ ၎တို႔ကိုရွင္းပါ သို႔မဟုတ္ အျခားအေကာင့္တစ္ခုသို႔၀င္ပါ",
    "Commands": "ညႊန္ၾကားခ်က္မ်ား",
    "Command Autocomplete": "ညႊန္ၾကားခ်က္ အလိုအေလ်ာက္ျပီးသည္",
    "Community Autocomplete": "အဖြဲ႕အစည္း အလိုအလ်ာက္ၿပီးသည္",
    "Results from DuckDuckGo": "DuckDuckGo မွရလဒ္မ်ား",
    "DuckDuckGo Results": "DuckDuckGo ရလဒ္မ်ား",
    "Emoji": "Emoji",
    "Emoji Autocomplete": "Emoji အလိုအေလ်ာက္ျပီးသည္",
    "Notify the whole room": "အခန္းတစ္ခန္းလုံးအသိေပးပါ",
    "Room Notification": "အခန္းအသိေပးခ်က္",
    "Notification Autocomplete": "အသိေပးခ်က္ အလိုအေလ်ာက္ျပီးသည္",
    "Room Autocomplete": "အခန္း အလိုအေလ်ာက္ျပီးသည္",
    "Users": "သုံးစြဲသူမ်ား",
    "User Autocomplete": "သုံးစြဲသူ အလိုအေလ်ာက္ျပီးသည္",
    "Passphrases must match": "စကား၀ွက္မ်ားကိုက္ညီရမည္",
    "Passphrase must not be empty": "စကား၀ွက္သည္ အလြတ္ျဖစ္မေနရ",
    "Export room keys": "အခန္းေသာ့မ်ားတင္ပို႔သည္",
    "This process allows you to export the keys for messages you have received in encrypted rooms to a local file. You will then be able to import the file into another Matrix client in the future, so that client will also be able to decrypt these messages.": "ဤလုပ္ငန္းစဥ္သည္ စာဝွက္ထားေသာအခန္းမ်ား၌ သင္ရ႐ွိထားေသာစာမ်ားအတြက္ေသာ့မ်ားကို local ဖိုင္သို႔တင္ပို႔ရန္ခြင့္ျပဳသည္။ ေနာင္တြင္ ေနာက္ထပ္ Matrix သုံးစြဲသူဆီသို႔ဖိုင္ကိုတင္ပို႔ႏိုင္လိမ့္မည္။ သို႔မွသာ သုံးစြဲသူသည္၎စာမ်ားကိုျဖည္ႏိုင္သည္။",
    "The exported file will allow anyone who can read it to decrypt any encrypted messages that you can see, so you should be careful to keep it secure. To help with this, you should enter a passphrase below, which will be used to encrypt the exported data. It will only be possible to import the data by using the same passphrase.": "တင္ပို႔လိုက္ေသာဖိုင္သည္ စာဖတ္ႏိုင္သူအား သင္ျမင္ရေသာစာဝွက္စာမ်ားအားလုံးကို စာဝွက္ျဖည္ရန္ခြင့္ျပဳလိမ့္မည္။ ထို႔ေၾကာင့္ ၎ကိုလုံျခဳံစြာထားရန္ သတိထားသင့္သည္။ ၎ကိုကူညီရန္၊ တင္ပို႔ထားေသာအခ်က္အလက္မ်ားကိုစာဝွက္ရန္ အသုံးျပဳမည့္ ေအာက္ေဖာ္ျပပါစကားဝွက္ကို႐ိုက္ထည့္ပါ။ တူညီေသာစကား၀ွက္ကိုသုံးျခင္းျဖင့္သာလွ်င္ အခ်က္အလက္မ်ားကိုတင္သြင္းႏိုင္သည္။",
    "Enter passphrase": "စကား၀ွက္ထည့္ပါ",
    "Confirm passphrase": "စကား၀ွက္ေသခ်ာသည္",
    "Export": "တင္ပို႔သည္",
    "Import room keys": "အခန္းေသာ့မ်ားတင္သြင္းသည္",
    "This process allows you to import encryption keys that you had previously exported from another Matrix client. You will then be able to decrypt any messages that the other client could decrypt.": "ဤလုပ္ငန္းစဥ္သည္ ေနာက္ထပ္ Matrix သုံးစြဲသူမွ သင္အရင္ကတင္ပို႔ခဲ့ေသာ စာ၀ွက္ေသာ့မ်ားကိုတင္သြင္းခြင့္ျပဳသည္။ အျခားသုံးစြဲသူသည္ စာဝွက္ျဖည္ႏိုင္သည့္မည္သည့္အမွာစကားကိုမဆို ျပဳလုပ္ႏိုင္လိမ့္မည္။",
    "The export file will be protected with a passphrase. You should enter the passphrase here, to decrypt the file.": "တင္ပို႔ထားေသာဖိုင္သည္ စကား၀ွက္ခံထားသည္။ ဖိုင္ကိုစာ၀ွက္ျဖည္ရန္ ဒီေနရာတြင္ စကား၀ွက္ရိုက္ထည့္ပါ",
    "File to import": "တင္သြင္းရန္ဖိုင္",
    "Import": "တင္သြင္းသည္",
    "Confirm encryption setup": "စာ၀ွက္ျခင္းသတ္မွတ္မႈ ေသခ်ာသည္",
    "Click the button below to confirm setting up encryption.": "စာ၀ွက္ျခင္းသတ္မွတ္မႈ ေသခ်ာေစရန္ ေအာက္ပါခလုတ္ကိုႏွိပ္ပါ",
    "Safeguard against losing access to encrypted messages & data by backing up encryption keys on your server.": "သင္၏ဆာဗာေပၚ႐ွိ စာဝွက္ေသာ့မ်ားကိုအရန္ကူးျခင္းျဖင့္ စာဝွက္ထားေသာ အမွာစကားမ်ားႏွင့္ အခ်က္အလက္မ်ား ဆုံး႐ႈံးျခင္းကိုကာကြယ္တားဆီးသည္။",
    "Generate a Security Key": "လုံျခံဳေရးေသာ့ထုတ္လုပ္သည္",
    "We’ll generate a Security Key for you to store somewhere safe, like a password manager or a safe.": "သင့္အတြက္ လုံျခံဳေရးေသာ့ကို ကြ်ႏု္ပ္တို႔ထုတ္လုပ္ေပးမည္၊ စကား၀ွက္ခန္႔ခဲြရာ သို႔မဟုတ္ မီးခံေသတၱာကဲ့သို႔ တစ္ေနရာတြင္လုံျခံဳစြာသိမ္းထားရန္.",
    "Enter a Security Phrase": "လုံျခံဳေရးစကားစုထည့္ပါ",
    "Use a secret phrase only you know, and optionally save a Security Key to use for backup.": "သင္သာသိေသာ လုံျခံဳေရးစကားစုကိုသုံးၿပီး အရန္အစီအစဥ္အတြက္ လုံျခံဳေရးေသာ့ကို သိမ္းထားပါ",
    "Enter your account password to confirm the upgrade": "အဆင့္ျမွင့္တင္မႈကို အတည္ျပဳရန္ သင့္အေကာင့္စကား၀ွက္ကိုထည့္ပါ",
    "Restore your key backup to upgrade your encryption": "သင့္စာ၀ွက္ျခင္းကို အဆင့္ျမွင့္ရန္ သင့္အရန္ေသာ့ကိုျပန္လည္ရယူပါ",
    "Restore": "ျပန္လည္ရယူသည္",
    "You'll need to authenticate with the server to confirm the upgrade.": "အဆင့္ျမွင့္တင္မႈအတည္ျပဳရန္ ဆာဗာႏွင့္ စစ္ေဆးရန္လုိအပ္သည္",
    "Upgrade this session to allow it to verify other sessions, granting them access to encrypted messages and marking them as trusted for other users.": "အျခားက႑မ်ားအားအတည္ျပဳရန္၊ ဝွက္ထားေသာအမွာစကားမ်ား၀င္ေရာက္ခြင့္ျပဳရန္ႏွင့္ အျခားအသုံးျပဳသူမ်ားအတြက္ ယုံၾကည္ရာအျဖစ္အမွတ္အသားျပဳရန္ ဤက႑ကိုအဆင့္ျမႇင့္ပါ။",
    "Enter a security phrase only you know, as it’s used to safeguard your data. To be secure, you shouldn’t re-use your account password.": "သင့္အခ်က္အလက္ကိုကာကြယ္ရန္ အသုံးျပဳေသာေၾကာင့္ သင္သာသိေသာလုံျခံဳေရးစကားစုကို ထည့္ပါ။ လုံျခံဳေစရန္ သင့္အေကာင့္စကား၀ွက္ကို ျပန္မသုံးသင့္ပါ",
    "Enter a recovery passphrase": "ျပန္လည္ရရွိေသာအရန္စကား၀ွက္ထည့္ပါ",
    "Great! This recovery passphrase looks strong enough.": "ေတာ္တယ္။ ဤျပန္လည္ရရွိေသာစကား၀ွက္သည္ အလုံအေလာက္အားေကာင္းသည္",
    "That matches!": "အဲ့ဒါကိုက္ညီသည္",
    "Use a different passphrase?": "မတူညီေသာစကား၀ွက္သုံးမလား",
    "That doesn't match.": "အဲ့ဒါမကိုက္ညီပါ",
    "Go back to set it again.": "ေနာက္တစ္ခါသတ္မွတ္ရန္ျပန္သြားပါ",
    "Enter your recovery passphrase a second time to confirm it.": "သင့္ျပန္လည္ရရွိေသာစကား၀ွက္ကို ေသခ်ာေစရန္ ဒုတိယအၾကိမ္ထည့္ပါ",
    "Confirm your recovery passphrase": "သင့္ျပန္လည္ရရွိေသာစကား၀ွက္ေသခ်ာသည္",
    "Store your Security Key somewhere safe, like a password manager or a safe, as it’s used to safeguard your encrypted data.": ":သင့္၀ွက္ထားေသာအခ်က္အလက္ကို ကာကြယ္ရန္သုံးေသာေၾကာင့္ စကား၀ွက္ခန္႔ခဲြရာ သို႔မဟုတ္ မီးခံေသတၱာကဲ့သို႔ တစ္ေနရာတြင္ သင့္လုံျခံဳေရးေသာ့ သိမ္းထားသည္",
    "Download": "ဆြဲယူသည္",
    "Unable to query secret storage status": "လွ်ိဳ႕၀ွက္သိုေလွာင္မႈအေျခအေနကို ေမး၍မရပါ",
    "Retry": "ႀကိဳးစားသည္",
    "If you cancel now, you may lose encrypted messages & data if you lose access to your logins.": "သင္အခုပယ္ဖ်က္လွ်င္ သင္၀င္ေရာက္ခြင့္မရလွ်င္သုံးေသာ အခ်က္အလက္ႏွင့္ ၀ွက္ထားေသာအမွာစကားမ်ား ဆုံးရႈံးလိမ့္မည္",
    "You can also set up Secure Backup & manage your keys in Settings.": "အရန္လုံျခံဳေရးကို သတ္မွတ္ႏိုင္ၿပီး သင့္ေသာ့မ်ားကိုျပင္ဆင္မႈတြင္ စီမံႏိုင္သည္",
    "Set up Secure backup": "အရန္လုံျခံဳေရးကို သတ္မွတ္သည္",
    "Upgrade your encryption": "သင့္စာ၀ွက္ျခင္းကိုအဆင့္ျမွင့္သည္",
    "Set a Security Phrase": "လုံျခံဳေရးစကားစုကို သတ္မွတ္သည္",
    "Confirm Security Phrase": "လုံျခံဳေရးစကားစုေသခ်ာသည္",
    "Save your Security Key": "သင့္လုံျခံဳေရးေသာ့သိမ္းသည္",
    "Unable to set up secret storage": "လွ်ိဳ႕၀ွက္သိုေလွာင္ျခင္း သတ္မွတ္၍မရပါ",
    "We'll store an encrypted copy of your keys on our server. Secure your backup with a recovery passphrase.": "သင့္၀ွက္ထားေသာေသာ့မိတၱဴမ်ားကို ကြ်ႏု္ပ္တို႔၏ဆာဗာတြင္ သိမ္းထားသည္။ သင့္အရန္အစီအစဥ္ကို ျပန္လည္ရယူထားေသာစကား၀ွက္ျဖင့္ လုံျခဳေစသည္",
    "For maximum security, this should be different from your account password.": "အျမင့္ဆုံးလုံျခံဳေရးအတြက္ သင့္အေကာင့္စကား၀ွက္ႏွင့္ ကြဲျပားသင့္သည္",
    "Set up with a recovery key": "ျပန္လည္ရယူထားေသာေသာ့ႏွင့္ သတ္မွတ္ပါ",
    "Please enter your recovery passphrase a second time to confirm.": "ျပန္လည္ရယူထားေသာစကား၀ွက္ကို ေသခ်ာေစရန္ ဒုတိယအႀကိမ္ ေက်းဇူးျပဳ၍ရိုက္ထည့္ပါ",
    "Repeat your recovery passphrase...": "ျပန္လည္ရယူထားေသာစကား၀ွက္ ထပ္ႏွိပ္ပါ...",
    "Your recovery key is a safety net - you can use it to restore access to your encrypted messages if you forget your recovery passphrase.": "သင့္ျပန္လည္အကယ္၍ သင္ျပန္လည္ရယူထားေသာစကား၀ွက္ေမ့သြားလွ်င္ သင့္၀ွက္ထားေသာအမွာစကားမ်ားကို ျပန္သိမ္းဆည္းရာတြင္သုံးႏိုင္သည္။",
    "Keep a copy of it somewhere secure, like a password manager or even a safe.": "စကား၀ွက္ခန္႔ခဲြရာ သို႔မဟုတ္ မီးခံေသတၱာကဲ့သို႔ တစ္ေနရာတြင္  ထိုမိတၱဴကိုသိမ္းထားပါ",
    "Your recovery key": "သင့္ျပန္လည္ရယူထားေသာေသာ့",
    "Your recovery key has been <b>copied to your clipboard</b>, paste it to": "သင့္ျပန္လည္ရယူထားေသာေသာ့သည္ <b> သင့္ကလစ္ဘုတ္တြင္ကူးထားၿပီးျဖစ္သည္</b>, ၎ကိုျပန္ကူးထည့္သည္",
    "Your recovery key is in your <b>Downloads</b> folder.": "သင့္ျပန္လည္ရယူထားေသာေသာ့သည္ <b>ဆြဲယူထားေသာ</b> ဖိုင္တြင္ရွိသည္",
    "<b>Print it</b> and store it somewhere safe": "<b>၎ကိုပရင့္ထုတ္</b> ၿပီး လုံျခံဳေသာေနရာတစ္ေနရာတြင္ သိမ္းထားပါ",
    "<b>Save it</b> on a USB key or backup drive": "<b>၎ကိုသိမ္း</b> USB သို႔မဟုတ္ အရန္ဒရိုက္ဖ္ တြင္ ",
    "<b>Copy it</b> to your personal cloud storage": "<b>၎ကိုကူး</b> သင့္ကိုယ္ပိုင္ cloud သိမ္းဆည္းမႈတြင္",
    "Your keys are being backed up (the first backup could take a few minutes).": "သင့္ေသာ့မ်ားအား အရန္ကူးထားၿပီးျဖစ္သည္ (ပထမဦးဆုံးအရန္အစီအစဥ္သည္ မိနစ္ပိုင္းမွ်ၾကာႏိုင္သည္)",
    "Without setting up Secure Message Recovery, you won't be able to restore your encrypted message history if you log out or use another session.": "လုံျခံဳေသာအမွာစကားျပန္လည္ရယူျခင္းသတ္မွတ္မႈ မရွိလွ်င္ သင့္၀ွက္ထားေသာအမွာစကားကို ျပန္လည္သိမ္းဆည္းလို႔မရႏိုင္ပါ",
    "Set up Secure Message Recovery": "လုံျခံဳေသာအမွာစကားျပန္လည္ရယူျခင္းသတ္မွတ္သည္",
    "Secure your backup with a recovery passphrase": "ျပန္လည္ရယူထားေသာစကား၀ွက္ျဖင့္ သင့္အရန္အစီအစဥ္ကို လုံျခံဳေစသည္",
    "Make a copy of your recovery key": "သင့္ျပန္လည္ရယူထားေသာေသာ့ကို ကူးယူသည္",
    "Starting backup...": "အရန္ကူးျခင္းစတင္သည္...",
    "Success!": "ေအာင္ျမင္သည္",
    "Create key backup": "အရန္ေသာ့ဖန္တီးသည္",
    "Unable to create key backup": "အရန္ေသာ့ဖန္တီးမရႏိုင္ပါ",
    "Without setting up Secure Message Recovery, you'll lose your secure message history when you log out.": "လုံျခံဳေသာအမွာစကားျပန္လည္ရယူျခင္းသတ္မွတ္မႈမရွိလွ်င္ သင္ထြက္လိုက္တာႏွင့္ သင့္လုံျခံဳေသာအမွာစကားမွတ္တမ္းကို ဆုံးရႈံးရလိမ့္မည္",
    "If you don't want to set this up now, you can later in Settings.": "သင္အခုဒါကိုမလုပ္ခ်င္လွ်င္ ျပင္ဆင္မႈမ်ားထဲတြင္ ေနာက္မွလုပ္ႏိုင္သည္",
    "Don't ask again": "ေနာက္တစ္ခါထပ္မေမးပါႏွင့္",
    "New Recovery Method": "ျပန္လည္ရယူျခင္းနည္းလမ္းအသစ္",
    "A new recovery passphrase and key for Secure Messages have been detected.": "ျပန္လည္ရယူျခင္းစကား၀ွက္ႏွင့္ လုံျခံဳေသာအမွာစကားမ်ားအတြက္ေသာ့ ရွာေတြ႕သည္",
    "If you didn't set the new recovery method, an attacker may be trying to access your account. Change your account password and set a new recovery method immediately in Settings.": "ျပန္လည္ရယူျခင္းနည္းလမ္းအသစ္ကို မသတ္မွတ္ပါက တိုက္ခိုက္သူတစ္ေယာက္သည္ သင့္အေကာင့္ကို၀င္ရန္ ႀကိဳးစားလိမ့္မည္။ သင့္အေကာင့္စကား၀ွက္ကိုေျပာင္းၿပီး ျပင္ဆင္မႈမ်ားတြင္ ျပန္လည္ရယူျခင္းနည္းလမ္းအသစ္ကို ခ်က္ခ်င္းသတ္မွတ္ပါ",
    "This session is encrypting history using the new recovery method.": "ဤက႑သည္ ျပန္လည္ရယူျခင္း နည္းလမ္းအသစ္ကိုသုံးေသာမွတ္တမ္းကို ၀ွက္ေပးသည္",
    "Go to Settings": "ျပင္ဆင္မႈမ်ားသို႔သြားသည္",
    "Set up Secure Messages": "လုံျခံဳေရးအမွာစကားမ်ားသတ္မွတ္သည္",
    "Recovery Method Removed": " ျပန္လည္ရယူျခင္းနည္းလမ္း ပယ္ဖ်က္သည္",
    "This session has detected that your recovery passphrase and key for Secure Messages have been removed.": "ဤက႑သည္ လုံျခံဳေရးအမွာစကားမ်ားဖယ္ရွားရန္အတြက္ သင့္ျပန္လည္ရယူထားေသာ စကား၀ွက္ႏွင့္ ေသာ့ကို ရွာေတြ႔သည္။",
    "If you did this accidentally, you can setup Secure Messages on this session which will re-encrypt this session's message history with a new recovery method.": " အကယ္၍ဤအရာကို သင္မေတာ္တဆလုပ္မိလွ်င္ ျပန္လည္ရယူျခင္းနည္းလမ္းျဖင့္ အမွာစကားမွတ္တမ္းကုိ ၀ွက္ေပးေသာ ဤက႑တြင္ လုံျခံဳေရးအမွာစကားမ်ားသတ္မွတ္ႏိုင္သည္ ",
    "If you didn't remove the recovery method, an attacker may be trying to access your account. Change your account password and set a new recovery method immediately in Settings.": "ျပန္လည္ရယူျခင္းနည္းလမ္းကိုမပယ္ဖ်က္ပါက တိုက္ခိုက္သူတစ္ေယာက္သည္ သင့္အေကာင့္ကို၀င္ရန္ ႀကိဳးစားလိမ့္မည္။ သင့္အေကာင့္စကား၀ွက္ကိုေျပာင္းၿပီး ျပင္ဆင္မႈမ်ားတြင္ ျပန္လည္ရယူျခင္းနည္းလမ္းအသစ္ကို ခ်က္ခ်င္းသတ္မွတ္ပါ",
    "If disabled, messages from encrypted rooms won't appear in search results.": "အကယ္၍ပိတ္ထားပါက ၀ွက္ထားေသာအခန္းမ်ားမွ အမွာစကားမ်ားသည္ ရွာေဖြမႈရလဒ္မ်ားတြင္ ေပၚလာမည္မဟုတ္ပါ။",
    "Disable": "ပိတ္သည္",
    "Not currently indexing messages for any room.": "မည္သည့္အခန္းအတြက္ အမွာစကားမ်ားကို လတ္တေလာ စာရင္းမျပဳစုပါ",
    "Space used": "အသုံးျပဳထားေသာေနရာလြတ္",
    "Indexed messages": "အညႊန္းအမွာစကားမ်ား",
    "Indexed rooms": "အညႊန္းအခန္းမ်ား",
    "Message downloading sleep time(ms)": "အမွာစကားဆြဲယူျခင္းအနားယူခ်ိန္(ms)",
    "Failed to set direct chat tag": "တိုက္ရိုက္စကားခန္းနံပါတ္ျပားသတ္မွတ္ရန္မေအာင္ျမင္ပါ",
    "Navigation": "လမ္းေၾကာင္း",
    "Calls": "ေခၚဆိုမႈမ်ား",
    "Room List": ":အခန္းစာရင္း",
    "Autocomplete": "အလိုအေလ်ာက္ၿပီးျပည့္စုံသည္",
    "Alt": "Alt",
    "Alt Gr": "Alt Gr",
    "Shift": "Shift",
    "Super": "Super",
    "Ctrl": "Ctrl",
    "Toggle Bold": "စာလုံးအရင့္ေျပာင္းပါ",
    "Toggle Italics": "စာလုံးအေစာင္းေျပာင္းပါ",
    "Toggle Quote": "ကိုးကားခ်က္ေျပာင္းပါ",
    "New line": "စာေၾကာင္းအသစ္",
    "Navigate recent messages to edit": "မၾကာေသးမွီကအမွာစကားမ်ားကိုျပင္ဆင္ရန္လမ္းညႊန္ပါ",
    "Jump to start/end of the composer": "ေရးဆြဲသူ၏ အစမွ/အဆုံးသို႔ေက်ာ္သည္",
    "Navigate composer history": "ေရးဆြဲသူမွတ္တမ္းကိုလမ္းညႊန္ပါ",
    "Cancel replying to a message": "အမွာစကားတစ္ေစာင္ျပန္ေျဖျခင္းပယ္ဖ်က္ပါ",
    "Toggle microphone mute": "မိုက္ခရိုဖုန္းအသံပိတ္ျခင္းေျပာင္းပါ",
    "Toggle video on/off": "ဗြီဒီယို ဖြင့္ျခင္း/ပိတ္ျခင္း ေျပာင္းပါ",
    "Scroll up/down in the timeline": "အခ်ိန္ဇယားတြင္ အထက္/ေအာက္သို႔ဆြဲပါ",
    "Dismiss read marker and jump to bottom": "ဖတ္ျခင္းအမွတ္အသားကို ဖယ္ၿပီး ေအာက္သို႔ေက်ာ္ပါ",
    "Jump to oldest unread message": "မဖတ္ရေသးေသာအေဟာင္းဆုံးအမွာစကားသို႔ေက်ာ္ပါ",
    "Upload a file": "ဖိုင္တစ္ခုတင္သည္",
    "Jump to room search": "အခန္းရွာေဖြမႈသို႔ေက်ာ္ပါ",
    "Navigate up/down in the room list": "အခန္းစာရင္းတြင္ အထက္/ေအာက္ လမ္းညႊန္ပါ",
    "Select room from the room list": "အခန္းစာရင္းမွ အခန္းေရြးပါ",
    "Collapse room list section": "အခန္းေရြးခ်ယ္မႈစာရင္းပ်က္ဆီးသည္",
    "Expand room list section": "အခန္းေရြးခ်ယ္မႈစာရင္းတိုးခ်ဲ႕သည္",
    "Clear room list filter field": "အခန္းစာရင္းစစ္ထုတ္မႈနယ္ပယ္ရွင္းသည္",
    "Previous/next unread room or DM": ": မဖတ္ရေသးေသာအခန္း သို႔မဟုတ္ DM ေရွ႕သို႔/ေနာက္သို႔",
    "Previous/next room or DM": "အခန္း သို႔မဟုတ္ DM ေရွ႕သို႔/ေနာက္သို႔",
    "Toggle the top left menu": "ဘယ္ဘက္ထိပ္မွစာရင္းေျပာင္းပါ",
    "Close dialog or context menu": "စကားေျပာခန္း သို႔မဟုတ္ စကားစပ္စာရင္း ပိတ္ပါ ",
    "Activate selected button": "ေရြးခ်ယ္ထားေသာခလုတ္ဖြင့္ပါ",
    "Toggle right panel": "ညာဘက္အကြက္ေျပာင္းပါ",
    "Toggle this dialog": "ဤစကားေျပာခန္းေျပာင္းပါ",
    "Move autocomplete selection up/down": "အလိုအေလ်ာက္္ျပီးျပည့္စုံေသာေရြးခ်ယ္မႈ အထက္/ေအာက္ ေရြ႕ပါ",
    "Cancel autocomplete": "အလိုအေလ်ာက္ျပီးျပည့္စုံမႈ ပယ္ဖ်က္သည္",
    "Page Up": "စာမ်က္ႏွာအေပၚသို႔",
    "Page Down": "စာမ်က္ႏွာေအာက္သို႔",
    "Esc": "Esc",
    "Enter": "Enter",
    "Space": "ေနရာအလြတ္",
    "End": "အဆုံး",
    "Missing indexeddb worker script!": "indexeddb အလုပ္သမားအညႊန္း ေပ်ာက္ေနသည္",
    "Invalid configuration: can only specify one of default_server_config, default_server_name, or default_hs_url.": "မမွန္ကန္ေသာဖြဲ႕စည္းပုံ -  default_server_config, default_server_name, သို႔မဟုတ္ default_hs_url တို႔တစ္ခုထဲမွသာ သတ္မွတ္ႏိုင္သည္",
    "Invalid configuration: no default server specified.": "မမွန္ကန္ေသာဖြဲ႕စည္းပုံ - ပုံေသဆာဗာမသတ္မွတ္ထားပါ ",
    "Your Element is misconfigured": "သင့္ Element ကိုမွားယြင္းစြာတပ္ဆင္ထားသည္",
    "Your Element configuration contains invalid JSON. Please correct the problem and reload the page.": "သင့္ Element တပ္ဆင္ပုံတြင္ မမွန္ေသာ JSON ပါ၀င္ေနသည္။ ေက်းဇူးျပဳ၍ ျပႆနာကိုေျဖရွင္းၿပီးစာမ်က္ႏွာက္ု ျပန္၀င္ပါ",
    "Invalid JSON": "JSON မမွန္ကန္ပါ",
    "Unable to load config file: please refresh the page to try again.": "တပ္ဆင္မႈဖိုင္တင္၍မရပါ - ေက်းဇူးျပဳ၍ ေနာက္တစ္ခါႀကိဳးစားရန္ စာမ်က္ႏွာျပန္ဖြင့္ပါ ",
    "Unexpected error preparing the app. See console for details.": "ေဆာ့ဖ္၀ဲလ္ျပင္ဆင္ျခင္းတြင္ မေမွ်ာ္လင့္ထားေသာအမွား ရွိေနသည္။ အေသးစိတ္အတြက္ console တြင္ၾကည့္ပါ ",
    "Download Completed": "ဆြဲယူျခင္းျပည့္စုံသည္",
    "Open": "ဖြင့္သည္",
    "Open user settings": "သုံးစြဲသူျပင္ဆင္မႈမ်ားဖြင့္သည္",
    "Previous/next recently visited room or community": "ေရွ႕သို႔/ေနာက္သို႔ လတ္တေလာ သြားႀကည့္ခဲ့ေသာ အခန္းသို႔ အဖြဲ႔အစည္း",
    "Go to your browser to complete Sign In": "သင့္ပရိုဂရမ္သို႔သြားၿပီး ၀င္ေရာက္ျခင္းျဖည့္ပါ",
    "Unknown device": "အမည္မသိစက္",
    "You need to be using HTTPS to place a screen-sharing call.": " မ်က္ႏွာျပင္မွ်ေ၀မႈေခၚဆိုျခင္းျပဳလုပ္ရန္ HTTPS ကိုအသုံးျပဳရန္လိုအပ္သည္",
    "Powered by Matrix": "Matrix ျဖင့္ပါ၀ါေပးသည္",
    "Unsupported browser": "မေထာက္ပံ့ေသာပရိုဂရမ္",
    "You can continue using your current browser, but some or all features may not work and the look and feel of the application may be incorrect.": "သင္၏လက္ရွိပရိူဂရမ္ကို ဆက္သုံးႏိုင္သည္။ သို႔ေသာ္ အခ်ိဳ႕ သို႔မဟုတ္ အဂၤါရပ္အားလုံးအလုပ္မလုပ္တာျဖစ္ႏိုင္ၿပီး ေဆာ့ဖ္၀ဲလ္၏အသြင္အျပင္မမွန္ကန္ႏိုင္ပါ",
    "Go to element.io": "element.io သို႔သြားပါ",
    "Failed to start": "စတင္ရန္မေအာင္ျမင္ပါ",
    "Welcome to Element": "Element  မွႀကိဳဆိုပါသည္",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": "အဓိကခ်ဳပ္ကိုင္မႈေလ်ာ့နည္းျခင္း, စကားေျပာခန္း ႏွင့္ amp ၀ွက္ျခင္း , [matrix] ကိုပါ၀ါျဖင့္ပူးေပါင္းျခင္း"
}
